[
  {
    "author": {
      "name": "Guillemette de Ventadour",
      "id": "guillemette",
      "avatar": "cat-2.webp",
      "description": "A whimsical troubadour from Occitania, who cherishes the company of nature's gentle creatures. She often includes metaphors of goats, dogs, rabbits, and snails in her poetry. Her writing style is terse."
    },
    "newsMedieval": "In the realm of bonds, yields stagnate,\nForthcoming rise awaits its fate,\nA modest hike, a quarter's might,\nLo, the Fed's decision met with bated breath tonight.\n\nOil falters, losing ground,\nWorries over banks' health resound,\nA faltering economy, the price we pay,\nAs darkness overshadows wealth's display.\n\nOh noble nations round the door,\nResisting wars and cost, nay, no more,\nSchemes to fund, their strength berate,\nTaxes they refuse to elevate.",
    "feedItems": [
      {
        "title": "Eurozone Bond Yields Barely Move Ahead of Anticipated 25Bp Fed Rate Rise",
        "description": "Eurozone government bond yields were barely changed ahead of the Fed’s rate decision—likely a 25 basis point increase—later in the day.",
        "link": "https://www.wsj.com/articles/decline-in-german-bund-us-treasury-yields-could-continue-445a9992",
        "id": "WP-WSJ-0000846320"
      },
      {
        "title": "Oil Adds to Sharp Losses on Growth Worries",
        "description": "Oil prices edged lower in Europe as continued worries about the health of U.S. banks have revived concerns about the economy.",
        "link": "https://www.wsj.com/articles/oil-edges-lower-amid-worsening-economic-outlook-in-u-s-china-fd5a8058",
        "id": "WP-WSJ-0000845956"
      },
      {
        "title": "How European Economies Are Finding New Ways to Pay for War on Their Doorstep",
        "description": "European governments are struggling to come up with ways to pay for a new era of higher costs, but many European populations don’t want to see their already relatively high tax rates pumped up further.",
        "link": "https://www.wsj.com/articles/european-economies-are-finding-new-ways-to-pay-for-war-on-their-doorstep-78b77322",
        "id": "WP-WSJ-0000846308"
      }
    ],
    "date": "2023-05-03"
  },
  {
    "author": {
      "name": "Brother Arnulfus",
      "id": "arnulfus",
      "avatar": "dog-1.webp",
      "description": "A Benedictine monk who doth write devotional poems in Ænglish, praising God and the saints. His poems are often humorous, short, and satirical. They often contain metaphors of alcohol, especially wine or ale."
    },
    "newsMedieval": "Of metals base and gold's fair rise,\nMethinks Jerome Powell speaks wise,\nTo tighten grasp on fed'ral rate,\nAnd fight the ill of sad inflate.\n\nIn Malaysia's green-stretch'd land,\nThe central bank doth take a stand,\nHiking rate, it doth decree,\nFor growth's prospects now seem free.\n\nThe dollar slumps in European tale,\nAs markets wait, their breaths grow pale,\nPray, will the Fed open the door?\nOr pause, and let the rates restore?",
    "feedItems": [
      {
        "title": "Base Metals Slip, Gold Rises Ahead of Fed Interest Rate Decision",
        "description": "Base metals were slightly lower in London trade, with gold up a touch, with analysts saying Jerome Powell’s comments will be crucial as to whether he signals if the Fed will tighten further to fight inflation, despite ongoing banking sector stresses.",
        "link": "https://www.wsj.com/articles/gold-steady-amid-likely-haven-demand-3bbf3a4f",
        "id": "WP-WSJ-0000845939"
      },
      {
        "title": "Malaysia's Central Bank Hikes Benchmark Rate",
        "description": "Bank Negara Malaysia raised its benchmark interest rate for the first time so far this year, saying that the economy’s growth prospects look resilient.",
        "link": "https://www.wsj.com/articles/malaysias-central-bank-hikes-benchmark-rate-for-first-time-in-2023-beb57118",
        "id": "WP-WSJ-0000846380"
      },
      {
        "title": "Dollar Falls as Markets Await What Could Be Last US Rate Increase",
        "description": "The dollar was weaker in Europe, as investors await the latest Fed decision, with the focus on whether the central bank keeps the door open to another rate increase or indicates a pause in June, RBC said.",
        "link": "https://www.wsj.com/articles/most-asian-currencies-consolidate-ahead-of-fomc-decision-1a36449e",
        "id": "WP-WSJ-0000846011"
      }
    ],
    "date": "2023-05-03"
  },
  {
    "author": {
      "name": "Æthelred the Skald",
      "id": "aethelred",
      "avatar": "cat-1.webp",
      "description": "A Norse poet who doth regale his audience with tales of gods and heroes, praising their might and prowess. He references Norse mythology and history in his poems. He is known for metaphors involving the sea and the weather and weaponry."
    },
    "newsMedieval": "Haleon's profit, a ship afloat at sea,\nReveals a weakened edge; its margin dips,\nFor in this quarter's wealth was not to be\nThe strength of gods, foretold by mortal lips.\n\nIn Lloyds thy tales, our mighty þaðir's fame,\nDoth not escape, for profits rise and soar;\nYet customer deposits fall in shame,\nTheir guidance doth remain, lest they choose more.\n\nAnd BNP Paribas' earnings gleam,\nExceeding expectations, wide and far;\nDespite the costs, diversification's dream,\nDoth make the bank a shining northern star.",
    "feedItems": [
      {
        "title": "Haleon Key Earnings Margin Dips",
        "description": "Haleon posted inproved pretax profit for the first quarter, but said its adjusted operating profit margin fell to 23.1%, slightly below consensus forecasts.",
        "link": "https://www.wsj.com/articles/haleon-1q-pretax-profit-rose-says-performance-was-strong-across-all-categories-b9d8b501",
        "id": "WP-WSJ-0000846384"
      },
      {
        "title": "Lloyds Backs Guidance as Profits Jump",
        "description": "Lloyds Banking maintained its full-year outlook after it posted above-forecast profits of £2.3 billion in the first quarter, despite customer deposits falling £2.2 billion.",
        "link": "https://www.wsj.com/articles/lloyds-banking-backs-2023-guidance-after-1q-pretax-profit-beat-92125eef",
        "id": "WP-WSJ-0000846353"
      },
      {
        "title": "BNP Paribas' 1Q Exceeds Expectations as Result Reflects Capital Gain",
        "description": "RBC Capital Markets said BNP Paribas revenues exceeded consensus by 3%, overcoming cost increases which were 1.5% higher than expected, adding that the 1Q print was a good result for the bank which also benefited from its diversification.",
        "link": "https://www.wsj.com/articles/australia-shares-poised-to-open-lower-b3d97ca8",
        "id": "WP-WSJ-0000845826"
      }
    ],
    "date": "2023-05-03"
  },
  {
    "author": {
      "name": "Conchobar mac Dubhthach",
      "id": "conchobar",
      "avatar": "cat-3.webp",
      "description": "An Irish bard of yore, who weaves dulcet melodies that capture hearts with tender love songs. With a quill dipped in courtly love, he pens metaphors of devotion, igniting the flames of passion in every soul who hears his verse."
    },
    "newsMedieval": "In Stellantis' realm, fair targets do remain,\nWith sales ascending high, a fortune to gain,\nFourteen percent in revenue boast,\nAs shipments and pricing drew near utmost. \n\nOn UniCredit's wings, outlooks do soar,\nIn quarters past, their earnings did floor,\nBy forty-four percent, their fortunes did swell,\nWith growth in interest, stories will tell.\n\nDeutsche Post, in sturdy vessels are found,\nGuidance unchanged, to prospects unbound,\nBy quarter's end, expectations surpassed,\nOn steadfast course, their earnings will last.",
    "feedItems": [
      {
        "title": "Stellantis Backs Targets After Sales Rise",
        "description": "Stellantis confirmed its full-year guidance after reporting a 14% rise in revenue in the first quarter on more shipments and higher net pricing.",
        "link": "https://www.wsj.com/articles/stellantis-confirms-2023-guidance-after-first-quarter-revenue-jump-dd53c828",
        "id": "WP-WSJ-0000846323"
      },
      {
        "title": "UniCredit Upgrades Outlook After Strong First Quarter",
        "description": "UniCredit lifted its financial forecasts for 2023 after revenue and earnings rose above expectations in the first quarter, helped by growth of 44% in net interest income.",
        "link": "https://www.wsj.com/articles/unicredit-raises-2023-outlook-as-1q-earnings-rose-98629a3c",
        "id": "WP-WSJ-0000846302"
      },
      {
        "title": "Deutsche Post Backs Outlook After First-Quarter Beat",
        "description": "Deutsche Post reiterated its 2023 guidance after earnings and revenue in the first quarter came in ahead of forecast.",
        "link": "https://www.wsj.com/articles/deutsche-post-backs-2023-outlook-after-falls-in-1q-earnings-revenue-bf771b2f",
        "id": "WP-WSJ-0000846280"
      }
    ],
    "date": "2023-05-03"
  }
]