[
  {
    "author": {
      "name": "Conchobar mac Dubhthach",
      "id": "conchobar",
      "avatar": "cat-3.webp",
      "description": "An Irish bard of yore, who weaves dulcet melodies that capture hearts with tender love songs. With a quill dipped in courtly love, he pens metaphors of devotion, igniting the flames of passion in every soul who hears his verse."
    },
    "newsMedieval": "In Gaza, on the eve of a moonless night,\nThe quest to free hostages, embarks in spite,\nOf anger, distrust, and confusion's blight,\nIn mazes of rancor, no end in sight.\n\nFaith in death toll reports, does U.S instate,\nTrust in Palestinian data's fate,\nA move by Biden's rule to reciprocate,\nIn Gaza's bleak hours, progress shall wait.\n\nNow heed the Bard, for I've much to impart,\nIn choosing glass frame, reveals one's heart,\nCrucial decisions made at year's start,\nGuard against errors, let wise style impart.",
    "feedItems": [
      {
        "title": "Push to Free Israeli Hostages in Gaza Hindered by Mistrust, Anger, Confusion",
        "description": "Talks to release hostages have been complicated from the start by hostility between Israel and Hamas, as well as rivalries among Arab countries seeking to mediate.",
        "link": "https://www.wsj.com/articles/mistrust-anger-and-confusion-hinder-talks-to-free-israeli-hostages-held-in-gaza-22ee5fcf",
        "id": "WP-WSJ-0001354055"
      },
      {
        "title": "U.S. Officials Have Growing Confidence in Death Toll Reports From Gaza",
        "description": "The reliance on Palestinian data is a partial shift by the Biden administration.",
        "link": "https://www.wsj.com/articles/u-s-officials-have-growing-confidence-in-death-toll-reports-from-gaza-b3b5183a",
        "id": "WP-WSJ-0001354703"
      },
      {
        "title": "Choosing Glasses Is the Most Important Style Decision You'll Make All Year. Don't Mess It Up.",
        "description": "Though specs can define your look, so many people wear ill-suited frames. How to avoid mistakes and find a great, flattering pair.",
        "link": "https://www.wsj.com/articles/choosing-glasses-most-important-style-decision-youll-make-all-year-dont-mess-it-up-5d679885",
        "id": "WP-WSJ-0001328042"
      }
    ],
    "date": "2023-11-11"
  },
  {
    "author": {
      "name": "Guillemette de Ventadour",
      "id": "guillemette",
      "avatar": "cat-2.webp",
      "description": "A whimsical troubadour from Occitania, who cherishes the company of nature's gentle creatures. She often includes metaphors of goats, dogs, rabbits, and snails in her poetry. Her writing style is terse."
    },
    "newsMedieval": "In archipelago's embrace, a tussle unfolds,\n'Neath the veil of azure skies and beaches of gold.\nIndia and China, their rivalry takes a hold,\nOn Maldivian sands, a tale of power told.\n\nChanges stir upon the wind, in the East held tight,\nFarmers frantically replant, by the dragon's might.\nFear arises 'nigh, in the heart of the night,\nFor if China stays not, what becomes of their plight?\n\nBeyoncé, Ellison, in Rappaport's golden sphere,\nWhere superbrokers operate, both far and near.\nHe stakes as he speaks, though the end draws near,\nA court's verdict echoes, bearing potential fear.",
    "feedItems": [
      {
        "title": "India, China Fight for Influence Over Tiny Archipelago Nation",
        "description": "The fierce rivalry between the Asian powers is on display in the Maldives, better known for its white sand beaches and crystal clear waters than as a strategic military outpost.",
        "link": "https://www.wsj.com/articles/india-china-fight-for-influence-over-tiny-archipelago-nation-e7dca8ca",
        "id": "WP-WSJ-0001347253"
      },
      {
        "title": "As Chinese Tastes Change, Farmers Everywhere Rip Up and Replant",
        "description": "The windfall is transforming entire regions, but some are starting to worry: What if China stops buying?",
        "link": "https://www.wsj.com/articles/as-chinese-tastes-change-farmers-everywhere-rip-up-and-replant-d258d6ea",
        "id": "WP-WSJ-0001341012"
      },
      {
        "title": "Beyoncé and Jay-Z Are Clients, So Too Larry Ellison: How a Superbroker Operates",
        "description": "Kurt Rappaport explains how a court verdict could upend the business for others; ‘I put my money where my mouth is.’",
        "link": "https://www.wsj.com/articles/beyonce-and-jay-z-are-clients-so-too-larry-ellison-how-a-superbroker-operates-49bd489d",
        "id": "WP-WSJ-0001354744"
      }
    ],
    "date": "2023-11-11"
  },
  {
    "author": {
      "name": "Æthelred the Skald",
      "id": "aethelred",
      "avatar": "cat-1.webp",
      "description": "A Norse poet who doth regale his audience with tales of gods and heroes, praising their might and prowess. He references Norse mythology and history in his poems. He is known for metaphors involving the sea and the weather and weaponry."
    },
    "newsMedieval": "In halls of Asgard, to the godly perch,\nFell Karen Davis, woman of worth, valiant in her work,\nShe battled for the fowls 'neath the Midgard's skies,\nSeventy-nine winters, before her final sun did arise.\n\nUpon Vegas' golden shore, where luck and silver intertwine,\nThree wager houses and workers struck a pact, their strife now left behind.\nDodged a strike, as a spear thrown by Thor, the conflict ceased,\nA peaceful settlement, a war narrowly appeased.\n\nIn the land of Stars and Stripes, chaos did unfold,\nChina's mightiest bank's offspring hit by cyber serpents bold.\nA ransom, cruel as Fenrir's bite, in the market left a scar,\n'Twas an ill-fated day, under Odin's watchful star.",
    "feedItems": [
      {
        "title": "Died: Karen Davis, campaigner for the rights of poultry, 79.",
        "description": "Died: Karen Davis, campaigner for the rights of poultry, 79.",
        "link": "https://www.wsj.com/arts-culture/books/karen-davis-animal-rights-activist-dies-at-79-0b2fc3c1",
        "id": "C328B084-E5C1-442F-B872-0AAA68F53BCA"
      },
      {
        "title": "Las Vegas Strip casino workers and three gambling companies reached labor contract deals this past week, narrowly avoiding a strike.",
        "description": "Las Vegas Strip casino workers and three gambling companies reached labor contract deals this past week, narrowly avoiding a strike.",
        "link": "https://www.wsj.com/business/hospitality/las-vegas-strip-workers-reach-tentative-deal-with-wynn-resorts-a8dfee56",
        "id": "8FAD7FE4-560B-4593-A239-5E95ACB032E0"
      },
      {
        "title": "A U.S. subsidiary of China's biggest bank was the victim of a ransomware attack on Wednesday, threatening a temporary logjam for some trades in the Treasury bond market.",
        "description": "A U.S. subsidiary of China’s biggest bank was the victim of a ransomware attack on Wednesday, threatening a temporary logjam for some trades in the Treasury bond market.",
        "link": "https://www.wsj.com/finance/hackers-hit-u-s-arm-of-chinese-bank-e37768e6",
        "id": "0BADEA3E-C1D9-48BA-B8DD-A9D57D64421A"
      }
    ],
    "date": "2023-11-11"
  },
  {
    "author": {
      "name": "Brother Arnulfus",
      "id": "arnulfus",
      "avatar": "dog-1.webp",
      "description": "A Benedictine monk who doth write devotional poems in Ænglish, praising God and the saints. His poems are often humorous, short, and satirical. They often contain metaphors of alcohol, especially wine or ale."
    },
    "newsMedieval": "Oh, Harbaugh, from games thou art barred,\nFor rules of fair play thou hast marred.\nInto the chill, like mead most sour,\nThy season ends, in NCAA's hour.\n\nO'er Gaza's field, Israeli might,\nAdvanced with swift and surprising delight.\nYet complexities lie in the path hence to tread,\nLike strong ale in a monk's convoluted head.\n\nFrom Detroit’s gain, Honda takes cue,\nAn eleventh part added to workers' due.\nLike the best wine after a long pious fast,\nSweet is the reward when the hardship is past.",
    "feedItems": [
      {
        "title": "The Big Ten Conference barred Michigan football coach Jim Harbaugh for the rest of the regular season games amid an NCAA investigation into cheating allegations.",
        "description": "The Big Ten Conference barred Michigan football coach Jim Harbaugh for the rest of the regular season games amid an NCAA investigation into cheating allegations.",
        "link": "https://www.wsj.com/sports/football/big-ten-michigan-coach-jim-harbaugh-eeb3f881",
        "id": "1986C3D3-CD6A-40C8-B028-05694236BC9F"
      },
      {
        "title": "Israeli ground forces have fought their way into northern Gaza's urban areas with a speed that has surprised even their own commanders, but the most complex stages of the war might still lie ahead.",
        "description": "Israeli ground forces have fought their way into northern Gaza’s urban areas with a speed that has surprised even their own commanders, but the most complex stages of the war might still lie ahead.",
        "link": "https://www.wsj.com/world/middle-east/israel-races-to-root-out-hamas-as-calls-for-gaza-cease-fire-mount-76a153a1",
        "id": "CD83A49C-C82A-4834-B9BC-C8504E6F0A05"
      },
      {
        "title": "Honda is giving many U.S. factory workers an 11% pay bump following major gains secured by the UAW in Detroit last month.",
        "description": "Honda is giving many U.S. factory workers an 11% pay bump following major gains secured by the UAW in Detroit last month.",
        "link": "https://www.wsj.com/business/autos/honda-gives-u-s-factory-workers-11-pay-bump-following-uaw-wins-in-detroit-eb484398",
        "id": "D54FBEB9-05B7-423A-89D8-32E2BC85FBA6"
      }
    ],
    "date": "2023-11-11"
  }
]