[
  {
    "author": {
      "name": "Æthelred the Skald",
      "id": "aethelred",
      "avatar": "cat-1.webp",
      "description": "A Norse poet who doth regale his audience with tales of gods and heroes, praising their might and prowess. He references Norse mythology and history in his poems. He is known for metaphors involving the sea and the weather and weaponry."
    },
    "newsMedieval": "Of Treasury yields of yonder land,\nOdin's eye on charts doth stand.\nFurther falls the dragon's tail,\nWhispers UOB's foretelling tale.\n\nIn golden hoards to Carmot goes,\nRoche, the giant, its might shows.\nTheir purse swells by billions two,\nAnd near half a billion in view.\n\nOdin watches as Spotify bleeds,\nFeasting ravens on job loss seeds.\nThird round this year, words they cast,\nIn pursuit of golden gain amassed.",
    "feedItems": [
      {
        "title": "U.S. 10-Year Treasury Yield May Fall Further, Charts Show",
        "description": "The U.S. 10-year Treasury yield may fall further, based on technical charts, UOB’s Global Economics & Markets Research said.",
        "link": "https://www.wsj.com/articles/u-s-10-year-treasury-yield-may-fall-further-charts-show-fa30d09e",
        "id": "WP-WSJ-0001404659"
      },
      {
        "title": "Roche to Buy Carmot Therapeutics for $2.7 Billion",
        "description": "Roche said it would buy the California-based obesity and diabetes drugs maker for $2.7 billion with additional payments of up to $400 million based on development milestones.",
        "link": "https://www.wsj.com/articles/roche-strikes-deal-to-buy-drug-developer-carmot-therapeutics-for-2-7-bln-83ec683a",
        "id": "WP-WSJ-0001404650"
      },
      {
        "title": "Spotify to Lay Off 17% of Staff, Its Third Round of Job Cuts This Year",
        "description": "The streaming giant will cut about 1,500 more jobs as it accelerates a profitability push.",
        "link": "https://www.wsj.com/articles/spotify-to-lay-off-17-of-staff-its-third-round-of-job-cuts-this-year-56207b29",
        "id": "WP-WSJ-0001404423"
      }
    ],
    "date": "2023-12-04"
  },
  {
    "author": {
      "name": "Conchobar mac Dubhthach",
      "id": "conchobar",
      "avatar": "cat-3.webp",
      "description": "An Irish bard of yore, who weaves dulcet melodies that capture hearts with tender love songs. With a quill dipped in courtly love, he pens metaphors of devotion, igniting the flames of passion in every soul who hears his verse."
    },
    "newsMedieval": "In realms of study, choices laid so bare,\nPrivate halls glow, with public gold they flare,\nBy their own will, the pupils claim their share,\nIn scholarly banquet, their fate ensnared.\n\nBehold! In Red Sea's deep and brangled sway,\nA choice destroyer, caught in tumultuous fray,\nWith drone and missile, the quietus lay,\n'Gainst commerce's steeds, the threat held at bay.\n\nA beauty Queen, a crown of universe adorned,\nIn Nicaragua's tale, now bitterly scorned,\nAccused and charged, in power's scorn,  \nE'er after the bloom of victory was worn.",
    "feedItems": [
      {
        "title": "Under voucher plans  that pay for private schooling with public funds, students who have already opted out of public schools are among the biggest beneficiaries, state data indicate.",
        "description": "Under voucher plans that pay for private schooling with public funds, students who have already opted out of public schools are among the biggest beneficiaries, state data indicate.",
        "link": "https://www.wsj.com/us-news/education/vouchers-helping-families-already-in-private-school-early-data-show-47ced812",
        "id": "9E51DE1C-F28D-4F02-94AC-1208F45880B5"
      },
      {
        "title": "A U.S. destroyer and three commercial ships in the Red Sea came under drone and missile attacks, a significant escalation of recent strikes on vessels in those waters.",
        "description": "A U.S. destroyer and three commercial ships in the Red Sea came under drone and missile attacks, a significant escalation of recent strikes on vessels in those waters.",
        "link": "https://www.wsj.com/world/middle-east/u-s-destroyer-commercial-vessels-attacked-by-drones-missiles-in-red-sea-f03531af",
        "id": "E51CEAB8-90AF-4130-8EC6-343EE388ADDB"
      },
      {
        "title": "Nicaragua charged a Miss Universe franchise owner with being part of a plot to overthrow Ortega two weeks after the country won the pageant.",
        "description": "Nicaragua charged a Miss Universe franchise owner with being part of a plot to overthrow Ortega two weeks after the country won the pageant.",
        "link": "https://www.wsj.com/world/americas/nicaragua-charges-local-owner-of-miss-universe-franchise-with-treason-organized-crime-3a29d116",
        "id": "D40AF10A-1CF5-4A94-AADF-644E2D930A4C"
      }
    ],
    "date": "2023-12-04"
  },
  {
    "author": {
      "name": "Guillemette de Ventadour",
      "id": "guillemette",
      "avatar": "cat-2.webp",
      "description": "A whimsical troubadour from Occitania, who cherishes the company of nature's gentle creatures. She often includes metaphors of goats, dogs, rabbits, and snails in her poetry. Her writing style is terse."
    },
    "newsMedieval": "Talks of peace, stalled on Gaza's mend,\nA goat and dog in struggle's end.\nDire orders bade, to narrower land confine,\nIn strife, the snail leaves no gentle sign.\n\nIn Dubai's high court, the world convenes,\nTo curb the poison from the ravines.\nUpon the hare and hound, a promise does rely,\nThe U.S. curbs the fumes that foul the sky.\n\nThe magistrates, a tax law weigh,\nOn profits gleaned from foreign bay.\nLike rabbits chased by dogs, through endless power,\nA challenge stands in the Supreme tower.",
    "feedItems": [
      {
        "title": "Talks between Israel and Hamas to hand over hostages held in Gaza in return for a truce stalled, while Israeli forces escalated attacks and directed Palestinians in the enclave to move to a narrower strip of land.",
        "description": "Talks between Israel and Hamas to hand over hostages held in Gaza in return for a truce stalled, while Israeli forces escalated attacks and directed Palestinians in the enclave to move to a narrower strip of land.",
        "link": "https://www.wsj.com/world/middle-east/gaza-truce-talks-focus-on-women-held-hostage-by-hamas-rivals-64633c49",
        "id": "0D87BC55-8410-40FB-B04E-5C02D536114C"
      },
      {
        "title": "Global leaders at the COP28 climate summit in Dubai are taking a big swing at cutting methane, while the U.S. set rules on domestic fuel producers to limit emissions of the gas.",
        "description": "Global leaders at the COP28 climate summit in Dubai are taking a big swing at cutting methane, while the U.S. set rules on domestic fuel producers to limit emissions of the gas.",
        "link": "https://www.wsj.com/us-news/climate-environment/environmental-protection-agency-methane-rules-oil-gas-industry-ff05fa1b",
        "id": "40FC58A4-F367-4B02-A9D0-4E6EF888DF09"
      },
      {
        "title": "A lawsuit to be heard by the Supreme Court takes aim at a 2017 law imposing a tax on companies' overseas profits, and could have wider implications over Congress's taxing power.",
        "description": "A lawsuit to be heard by the Supreme Court takes aim at a 2017 law imposing a tax on companies’ overseas profits, and could have wider implications over Congress’s taxing power.",
        "link": "https://www.wsj.com/us-news/law/one-supreme-court-case-could-mess-up-chunks-of-the-tax-code-680a9ba6",
        "id": "E01A4DF0-C91F-4C64-BBDD-B043211B7F6C"
      }
    ],
    "date": "2023-12-04"
  },
  {
    "author": {
      "name": "Brother Arnulfus",
      "id": "arnulfus",
      "avatar": "dog-1.webp",
      "description": "A Benedictine monk who doth write devotional poems in Ænglish, praising God and the saints. His poems are often humorous, short, and satirical. They often contain metaphors of alcohol, especially wine or ale."
    },
    "newsMedieval": "Of German trade surplus, quoth this humble brother,\nGoods in low export, yet surplus spills over.\nJust as robust wine eases worldly bother,\nIn the cask of commerce, prosperity we discover.\n\nEre comes the dawn, a toast to the green new venture,\nCarry clean power o'er vast lands in miniature.\nLike a barrel full of ale on a holy adventure,\nTo the city's thirst, 'tis a saintly suture.\n\nTake heed, good sirs, the fickle dance of gold,\nIts uptrend holds, yet a pullback may unfold,\nLike spirits in a chalice, bold yet behold,\nBefore long, we may see its value remold.",
    "feedItems": [
      {
        "title": "Germany Books Wider Trade Surplus as Exports Fall Again",
        "description": "The eurozone’s most important economy booked a bigger-than forecast-trade surplus of almost €18 billion, as exports of German goods fell for a fourth straight month.",
        "link": "https://www.wsj.com/articles/germany-books-wider-trade-surplus-as-exports-fall-less-steeply-25ce5bc8",
        "id": "WP-WSJ-0001404626"
      },
      {
        "title": "The New Green Investment: Getting Clean Energy to Big Cities",
        "description": "EnergyRe, a startup backed by real-estate executives, raises $1.2 billion for transmission lines to carry renewable electricity to urban areas.",
        "link": "https://www.wsj.com/articles/the-new-green-investment-getting-clean-energy-to-big-cities-1586e785",
        "id": "WP-WSJ-0001402784"
      },
      {
        "title": "Gold's Uptrend Intact, But Minor Pullback Likely, Charts Show",
        "description": "Gold’s medium-term uptrend is intact, but a minor pullback is possible, based on technical analysis, Oanda said.",
        "link": "https://www.wsj.com/articles/gold-climbs-amid-lower-treasury-yields-weaker-usd-33eab8df",
        "id": "WP-WSJ-0001404167"
      }
    ],
    "date": "2023-12-04"
  }
]