[
  {
    "author": {
      "name": "Æthelred the Skald",
      "id": "aethelred",
      "avatar": "cat-1.webp",
      "description": "A Norse poet who doth regale his audience with tales of gods and heroes, praising their might and prowess. He references Norse mythology and history in his poems. He is known for metaphors involving the sea and the weather and weaponry."
    },
    "newsMedieval": "In Ecuador's heart, a serpent's strike doth ring,\nThe mead of violence from coca trade doth spring.\nLament the leader felled, sing of his silent voice,\nSuch brutality reigns where greed makes its choice.\n\nIn Iran's vast forges, now cooled and restrained,\nTheir stormy ambition of power is detained.\nThe terror's tide recedes, less fierce the flames they stock,\nYet remains the watchers' vigil 'round the doomsday clock.\n\nSee the sagas unfold in the New World's throne,\nWhere power's hunger battles truth hard-grown.\nA judge raises his gavel, his order like thunder's peal,\nReminding the Wolf that even he must to justice kneel.",
    "feedItems": [
      {
        "title": "The assassination of a presidential candidate in Ecuador shines a spotlight on the corrosive impact of a booming cocaine trade and the emboldened gangs fueling brutal violence.",
        "description": "The assassination of a presidential candidate in Ecuador shines a spotlight on the corrosive impact of a booming cocaine trade and the emboldened gangs fueling brutal violence.",
        "link": "https://www.wsj.com/articles/ecuador-assassination-reflects-rapid-rise-of-violent-cocaine-trade-aa27aedc",
        "id": "WP-WSJ-0001130067"
      },
      {
        "title": "Iran has slowed the pace at which it is accumulating near weapons-grade enriched uranium and has diluted some of its stockpile.",
        "description": "Iran has slowed the pace at which it is accumulating near weapons-grade enriched uranium and has diluted some of its stockpile.",
        "link": "https://www.wsj.com/articles/iran-slows-buildup-of-near-weapons-grade-enriched-uranium-492df473",
        "id": "WP-WSJ-0001128794"
      },
      {
        "title": "A judge barred Donald Trump from publicizing sensitive evidence in the criminal case alleging that he conspired to undo his 2020 election loss, saying his presidential campaign doesn't mean he should get special treatment.",
        "description": "A judge barred Donald Trump from publicizing sensitive evidence in the criminal case alleging that he conspired to undo his 2020 election loss, saying his presidential campaign doesn’t mean he should get special treatment.",
        "link": "https://www.wsj.com/articles/there-are-going-to-be-limits-on-trumps-speech-rights-in-jan-6-case-judge-says-10cb554b",
        "id": "WP-WSJ-0001128446"
      }
    ],
    "date": "2023-08-12"
  },
  {
    "author": {
      "name": "Brother Arnulfus",
      "id": "arnulfus",
      "avatar": "dog-1.webp",
      "description": "A Benedictine monk who doth write devotional poems in Ænglish, praising God and the saints. His poems are often humorous, short, and satirical. They often contain metaphors of alcohol, especially wine or ale."
    },
    "newsMedieval": "Egypt once pledged no arms for the Bear,\nYet Kyiv's plea it doth not hear,\nJust as an alehouse holding back the beer,\nThou givest not what we hold dear.\n\nOur Zelensky, bold as a hearty stout,\nCorruption he soon seeks to rout,\nFiring those in power, he casts out,\nA better army he aims to tout.\n\nAttorney Weiss, with his legal brew,\nHunter Biden's case anew,\nBitter as a bishop's pew,\nIs this just or politics askew?",
    "feedItems": [
      {
        "title": "After Egypt agreed it wouldn't send weapons to Russia, it is now resisting requests from senior U.S. leaders to send them to Kyiv, Egyptian and American officials say.",
        "description": "After Egypt agreed it wouldn’t send weapons to Russia, it is now resisting requests from senior U.S. leaders to send them to Kyiv, Egyptian and American officials say.",
        "link": "https://www.wsj.com/articles/egypt-resists-u-s-calls-to-arm-ukraine-5ac5d509",
        "id": "WP-WSJ-0001128336"
      },
      {
        "title": "Ukraine's Zelensky said he was firing the heads of regional draft boards in a bid to rid the system of corruption as the country's armed forces struggle to break through Russian positions.",
        "description": "Ukraine’s Zelensky said he was firing the heads of regional draft boards in a bid to rid the system of corruption as the country’s armed forces struggle to break through Russian positions.",
        "link": "https://www.wsj.com/articles/ukraines-zelensky-fires-draft-officers-after-alleged-corruption-hobbles-recruitment-a16b835c",
        "id": "WP-WSJ-0001128675"
      },
      {
        "title": "Attorney General Garland named Delaware U.S. Attorney David Weiss as a special counsel to continue his prosecution of Hunter Biden after plea talks broke down, opening a new, politically fraught chapter in the long-running legal drama.",
        "description": "Attorney General Garland named Delaware U.S. Attorney David Weiss as a special counsel to continue his prosecution of Hunter Biden after plea talks broke down, opening a new, politically fraught chapter in the long-running legal drama.",
        "link": "https://www.wsj.com/articles/merrick-garland-names-david-weiss-as-special-counsel-in-hunter-biden-investigation-a2ad0ba4",
        "id": "WP-WSJ-0001128628"
      }
    ],
    "date": "2023-08-12"
  },
  {
    "author": {
      "name": "Conchobar mac Dubhthach",
      "id": "conchobar",
      "avatar": "cat-3.webp",
      "description": "An Irish bard of yore, who weaves dulcet melodies that capture hearts with tender love songs. With a quill dipped in courtly love, he pens metaphors of devotion, igniting the flames of passion in every soul who hears his verse."
    },
    "newsMedieval": "In Silicon's bounteous vale, there lays a plight severe,\nThe once lush orchard now doth slake its thirst in vain;\nStartups bent like wilting buds, from losses they revered,\nAs venture rain is stayed, yet stocks regain their reign.\n\nIn distant East, where rising sun meets architect's dream,\nA garden once in full bloom faces winter's scorn.\nChina's stone, its strength revealing not as it would seem,\nSees darkest hour since time it was publically borne.\n\nThe lore-laden halls of Fox, a squire quits his post,\nViet Dinh, renowned in law and policy, departs.\nBound not by tenure, but by duty he loved most,\nHe leaves, yet in their heart his legacy imparts.",
    "feedItems": [
      {
        "title": "Startups are dying amid a historic drought in venture funding, showing how an indispensable engine of Silicon Valley is suffering even as technology stocks rebound.",
        "description": "Startups are dying amid a historic drought in venture funding, showing how an indispensable engine of Silicon Valley is suffering even as technology stocks rebound.",
        "link": "https://www.wsj.com/articles/startups-are-dying-amid-drought-in-venture-funding-a9005ad2",
        "id": "WP-WSJ-0001125884"
      },
      {
        "title": "Problems are mounting for China's largest surviving property developer, Country Garden, which expects its worst loss since going public.",
        "description": "Problems are mounting for China’s largest surviving property developer, Country Garden, which expects its worst loss since going public.",
        "link": "https://www.wsj.com/articles/chinese-property-company-country-garden-holdings-default-risk-22b3bd64",
        "id": "WP-WSJ-0001127802"
      },
      {
        "title": "Viet Dinh is leaving his post as Fox's chief legal and policy officer at year's end.",
        "description": "Viet Dinh is leaving his post as Fox's chief legal and policy officer at year’s end.",
        "link": "https://www.wsj.com/articles/viet-dinh-to-leave-as-foxs-chief-legal-officer-6a39c4d8",
        "id": "WP-WSJ-0001129470"
      }
    ],
    "date": "2023-08-12"
  },
  {
    "author": {
      "name": "Guillemette de Ventadour",
      "id": "guillemette",
      "avatar": "cat-2.webp",
      "description": "A whimsical troubadour from Occitania, who cherishes the company of nature's gentle creatures. She often includes metaphors of goats, dogs, rabbits, and snails in her poetry. Her writing style is terse."
    },
    "newsMedieval": "Starbucks lords, in court they stood,\nAccused of faith, not common good.\nYet swift justice did prevail,\nIn wisdom's court, truth's tale told.\n\nVast and wide, our world does spin,\nNews unending, thick and thin.\nTales sung from every land,\nIn every heart, a story’s kin.\n\nNvidia's tale begins to peak,\nEarning hoards the speculators seek.\nYet in their haste, some deduce,\n'Tis but a manic, frothy eek.",
    "feedItems": [
      {
        "title": "A federal court dismissed a lawsuit accusing Starbucks executives and directors of violating their fiduciary duty to shareholders by supporting corporate diversity policies.",
        "description": "A federal court dismissed a lawsuit accusing Starbucks executives and directors of violating their fiduciary duty to shareholders by supporting corporate diversity policies.",
        "link": "https://www.wsj.com/articles/starbucks-prevails-in-legal-challenge-to-its-diversity-policies-ea60a941",
        "id": "WP-WSJ-0001129888"
      },
      {
        "title": "What's News: World-Wid",
        "description": "What’s News: World-Wid",
        "link": "https://www.wsj.com/articles/whats-news-world-wide-974d6008",
        "id": "SB12165777042486313942804590144493617138872"
      },
      {
        "title": "Shares of Nvidia, the graphics-chip maker at the heart of the frenzy over artificial intelligence, have nearly tripled in 2023, but some investors chalk the surge up to speculative mania.",
        "description": "Shares of Nvidia, the graphics-chip maker at the heart of the frenzy over artificial intelligence, have nearly tripled in 2023, but some investors chalk the surge up to speculative mania.",
        "link": "https://www.wsj.com/articles/artificial-intelligence-stocks-dot-com-bubble-fears-7848d402",
        "id": "WP-WSJ-0001118695"
      }
    ],
    "date": "2023-08-12"
  }
]