[
  {
    "author": {
      "name": "Conchobar mac Dubhthach",
      "id": "conchobar",
      "avatar": "cat-3.webp",
      "description": "An Irish bard of yore, who weaves dulcet melodies that capture hearts with tender love songs. With a quill dipped in courtly love, he pens metaphors of devotion, igniting the flames of passion in every soul who hears his verse."
    },
    "newsMedieval": "In yon fair land where the Seine doth flow,\nSociete Generale, its profits show,\nThough French retail drowns in sorrow deep,\nStrong bond trading hath given them reap.\n\nLong bond yields, I foresee, not fallen soon,\nCore inflation's grip, a weighty boon,\nGerman Bunds in trading dance they shall,\nEntwined with two point four, SEB's call.\n\nHark, a noble Fed official's voice,\nProclaiming support, rate increase choice,\nFor labor market and inflation not swayed,\nMichelle Bowman's stance on this displayed.",
    "feedItems": [
      {
        "title": "Societe Generale Beats Views on Strong Bond Trading",
        "description": "Societe Generale reported a lower net profit in the first quarter, but ahead of consensus, as weaker French retail activity was counterbalanced by strong fixed income trading.",
        "link": "https://www.wsj.com/articles/societe-generale-sees-1q-revenue-fall-profit-rise-a614c665",
        "id": "WP-WSJ-0000878301"
      },
      {
        "title": "Long Bond Yields Seen Unlikely to Fall Soon Given Sticky Core Inflation",
        "description": "Given the slow pace of decline in core inflation in the eurozone, it is premature to position for lower long rates, SEB said, which expects the German 10-year Bund yield to trade in a broad range around 2.40% in the coming months.",
        "link": "https://www.wsj.com/articles/rating-reviews-could-cause-10-year-btp-bund-spread-widening-8cfbff91",
        "id": "WP-WSJ-0000878231"
      },
      {
        "title": "Fed Official Signals Support for Further Rate Increases",
        "description": "Federal Reserve governor Michelle Bowman says there hasn’t been sufficient evidence of a labor market or inflation slowdown.",
        "link": "https://www.wsj.com/articles/fed-official-signals-support-for-further-rate-increases-912338cf",
        "id": "WP-WSJ-0000877845"
      }
    ],
    "date": "2023-05-12"
  },
  {
    "author": {
      "name": "Guillemette de Ventadour",
      "id": "guillemette",
      "avatar": "cat-2.webp",
      "description": "A whimsical troubadour from Occitania, who cherishes the company of nature's gentle creatures. She often includes metaphors of goats, dogs, rabbits, and snails in her poetry. Her writing style is terse."
    },
    "newsMedieval": "In land where goat and rabbit dwell,\nA kingdom's wealth doth eke and swell,\nBy one tenth part, with care foreseen,\nYet future growth encaged in green.\n\nThe mighty GSK, with watchful eye,\nIn Haleon's worth, doth stake descry,\nTen points of three their claim remains,\nAs silver flows through merchant's veins.\n\nFrom Orient land, where snails do roam,\nA bourse espy, with upward comb,\nNikkei's gain, by nigh one score,\nA gentler Fed doth all adore.",
    "feedItems": [
      {
        "title": "UK Economy Ekes Out Growth",
        "description": "U.K. GDP grew 0.1% in the first quarter, in line with forecasts, though high inflation and further interest rate rises could put a lid on growth in the months to come.",
        "link": "https://www.wsj.com/articles/uk-economy-ekes-out-growth-in-1q-e2e7fe46",
        "id": "WP-WSJ-0000878220"
      },
      {
        "title": "GSK Trims Haleon Stake",
        "description": "GSK has cut its stake in Haleon to 10.3% by selling 240 million shares for 335 pence each and raising £804 million.",
        "link": "https://www.wsj.com/articles/gsk-sells-haleon-shares-at-335p-each-raising-gbp804m-7a892170",
        "id": "WP-WSJ-0000878199"
      },
      {
        "title": "Nikkei Gains 0.9% Amid Rising Hopes for More Dovish Fed",
        "description": "Japan’s Nikkei Stock Average rose 0.9% to close at 29388.30 amid rising hopes for a more dovish Fed.",
        "link": "https://www.wsj.com/articles/nikkei-rises-0-4-led-by-auto-stocks-285b7d8b",
        "id": "WP-WSJ-0000877776"
      }
    ],
    "date": "2023-05-12"
  },
  {
    "author": {
      "name": "Æthelred the Skald",
      "id": "aethelred",
      "avatar": "cat-1.webp",
      "description": "A Norse poet who doth regale his audience with tales of gods and heroes, praising their might and prowess. He references Norse mythology and history in his poems. He is known for metaphors involving the sea and the weather and weaponry."
    },
    "newsMedieval": "In skies of silver, Sterling soars,\nYet dost it fall, where no more roars,\nA BOE hath raised its levy high,\nFor now, in slumber, rate doth lie.\n\nA forge of wealth, great Richemont gleams,\nUpon a land where gold now teems,\nWith dragon's breath, fair China woke,\nTheir gilded halls, filled with rich smoke.\n\nAllianz, mighty ship of trade,\nIn storm-tossed seas, their profits made,\nThough U.S. life-health gave them strength,\nThe Pimco stays ashore, at length.",
    "feedItems": [
      {
        "title": "Sterling Could Fall if BOE Rates Already Peaked",
        "description": "Sterling looks vulnerable as the BOE’s 25bp interest-rate rise on Thursday was likely the last of the cycle, ING said.",
        "link": "https://www.wsj.com/articles/asian-currencies-consolidate-may-weaken-amid-mild-risk-off-sentiment-dfa0c43f",
        "id": "WP-WSJ-0000877935"
      },
      {
        "title": "Richemont Confident on Outlook as China Reopens",
        "description": "Richemont said it expected further strong demand ahead, particularly in China, after it booked an above-forecast operating profit for fiscal 2023 on a 14% rise in sales.",
        "link": "https://www.wsj.com/articles/richemont-upbeat-for-new-fiscal-year-as-china-reopening-spurs-4q-sales-e40a0cfe",
        "id": "WP-WSJ-0000878179"
      },
      {
        "title": "Allianz Profits Jump, Helped by U.S. Growth",
        "description": "Allianz posted a 24% rise in first-quarter operating profit, driven by growth in its U.S. life-health business and a stronger result in its property-casualty segment, but profits for the asset-management division–which houses Pimco–fell 13%.",
        "link": "https://www.wsj.com/articles/allianz-confirms-2023-guidance-after-1q-net-profit-jumped-6ac3e437",
        "id": "WP-WSJ-0000878162"
      }
    ],
    "date": "2023-05-12"
  },
  {
    "author": {
      "name": "Brother Arnulfus",
      "id": "arnulfus",
      "avatar": "dog-1.webp",
      "description": "A Benedictine monk who doth write devotional poems in Ænglish, praising God and the saints. His poems are often humorous, short, and satirical. They often contain metaphors of alcohol, especially wine or ale."
    },
    "newsMedieval": "In midnight's shadow, 'fore judgment near,\nMigrants cross yon border with anxious cheer.\nUpon th'expiration of strict Title lore,\nA surge of souls take flight to seek the more.\n\nIn Ashanti's realm, the gold doth ebb,\nEarnings fall, yet stout hearts ne'er dreb.\nThree hundred score and twenty reckon'd,\nIn York's domain, their outlook be beckon'd.\n\nPandemic-striken border measure spent,\nAs three years' passing brings enforcement's end.\nIn twain administrations the policy dost fade,\nTh' midnight hour tolls, lest wise restitution be made.",
    "feedItems": [
      {
        "title": "Pandemic-Era Border Policy Expires Amid Migrant Surge",
        "description": "Thousands of migrants crossed into the U.S. before midnight in anticipation of harsher immigration rules with the expiration of Title 42.",
        "link": "https://www.wsj.com/articles/pandemic-era-border-policy-expires-amid-migrant-surge-89d085d1",
        "id": "WP-WSJ-0000878135"
      },
      {
        "title": "AngloGold Ashanti Earnings Fall But Backs Outlook",
        "description": "AngloGold Ashanti reported lower adjusted earnings of $320 million in the first quarter as costs rose, confirmed its guidance for the year and said it intended to move its primary listing to New York.",
        "link": "https://www.wsj.com/articles/anglogold-ashanti-to-move-primary-listing-to-us-backs-2023-guidance-cf275f3d",
        "id": "WP-WSJ-0000878149"
      },
      {
        "title": "Pandemic-Era Border Policy Expires Amid Migrant Surge",
        "description": "The pandemic-era border measure that for three years has served as a blunt border-enforcement tool for two successive administrations ended at midnight.",
        "link": "https://www.wsj.com/articles/migrant-influx-overwhelms-border-as-title-42-ends-575a4802",
        "id": "SB10372491985353614154404589615101927428892"
      }
    ],
    "date": "2023-05-12"
  }
]