[
  {
    "author": {
      "name": "Conchobar mac Dubhthach",
      "id": "conchobar",
      "avatar": "cat-3.webp",
      "description": "An Irish bard of yore, who weaves dulcet melodies that capture hearts with tender love songs. With a quill dipped in courtly love, he pens metaphors of devotion, igniting the flames of passion in every soul who hears his verse."
    },
    "newsMedieval": "Upon the silver coin's demise, now grows a devil unseen,\nA tool of cryptic shadows, tied to deeds foreseen.\nFor Hamas hath used this flowing stream, corrupt in its design,\nTo draw from Iran a murderous dream, midst Israel's sacred shrine.\n\nIn lands of Oregon fair and wide, an experiment is toll'd,\nA lenient hand on addiction's ride, yet chaos has took hold.\nThe folks cry out against the tide, their pleas echo clear and loud,\n\"Decriminalized, yet society's pride, in misfortune is now shroud'd.\"\n\nAmidst the chaos, confusion spun, a crisis unwinds its toll,\nA tale of abduction, an evil done, dark opera doth unroll.\nWithin the tumultuous, twisting plot, a search for one is under,\nJoshi's name echoes through the lot, each heart torn asunder.",
    "feedItems": [
      {
        "title": "Hamas Needed a New Way to Get Money From Iran. It Turned to Crypto.",
        "description": "The pivot to digital currencies helped Hamas receive large sums from Iran in the two years preceding the Oct. 7 attacks on Israel.",
        "link": "https://www.wsj.com/articles/hamas-needed-a-new-way-to-get-money-from-iran-it-turned-to-crypto-739619aa",
        "id": "WP-WSJ-0001350773"
      },
      {
        "title": "Oregon Decriminalized Hard Drugs. It Isn't Working.",
        "description": "A majority of voters now want to undo a pioneering change as public drug use has become rampant.",
        "link": "https://www.wsj.com/articles/oregon-decriminalized-hard-drugs-it-isnt-working-78ee7476",
        "id": "WP-WSJ-0001335640"
      },
      {
        "title": "More &raquo;",
        "description": "It&#x27;s just one piece in what may be the most complicated kidnapping crisis in modern history. Inside the search for Bipin Joshi.",
        "link": "https://www.wsj.com/articles/more-amp-raquo-2e8092f2",
        "id": "SB12547955315590724305404590330231139570134"
      }
    ],
    "date": "2023-11-12"
  },
  {
    "author": {
      "name": "Brother Arnulfus",
      "id": "arnulfus",
      "avatar": "dog-1.webp",
      "description": "A Benedictine monk who doth write devotional poems in Ænglish, praising God and the saints. His poems are often humorous, short, and satirical. They often contain metaphors of alcohol, especially wine or ale."
    },
    "newsMedieval": "To manage your 401(k), thou must be wise,\nNot let it sail in hapless autopilot guise.\nFor oft, just like good ale, it falls behind,\nPray, stir it up, let not your wealth unwind.\n\nSpeaker Johnson with a plan to beat,\nThe threat of shutdown, our foes defeat.\nWith holy ale, he plans to extend,\nGod's bounty till the year's next bend.\n\nMore, thou sayest? Spend not thy gold,\nFor times are bad, or so I'm told.\nLike wine too strong, it clouds thy sight,\nSave thy coin, till the time is right.",
    "feedItems": [
      {
        "title": "Your 401(k) Is Falling Behind. Here's What You Should Do.",
        "description": "How to know when it is time to take your portfolio off autopilot.",
        "link": "https://www.wsj.com/articles/401k-is-underperforming-f3823147",
        "id": "WP-WSJ-0001351953"
      },
      {
        "title": "Speaker Johnson Unveils GOP's Plan to Ward Off Government Shutdown",
        "description": "The Republican proposal would extend funding into early next year.",
        "link": "https://www.wsj.com/articles/house-speaker-mike-johnson-unveils-plan-to-ward-off-government-shutdown-5dea0c29",
        "id": "WP-WSJ-0001356498"
      },
      {
        "title": "More &raquo;",
        "description": "Why right now is a really bad time to spend money",
        "link": "https://www.wsj.com/articles/more-amp-raquo-0ce692b3",
        "id": "SB12547955315590724305404590330062388684165"
      }
    ],
    "date": "2023-11-12"
  },
  {
    "author": {
      "name": "Æthelred the Skald",
      "id": "aethelred",
      "avatar": "cat-1.webp",
      "description": "A Norse poet who doth regale his audience with tales of gods and heroes, praising their might and prowess. He references Norse mythology and history in his poems. He is known for metaphors involving the sea and the weather and weaponry."
    },
    "newsMedieval": "In mighty Gaza, heart of war and strife,\nAl-Shifa wept, drained of life's delight.\nA wretched mead-hall, carved by blade and knife,\nAs rule of Gods was cast in raven's night.\n\nIn land afar, 'neath sturdy oak and pine,\nDid Michiganders seize the day with might.\nThough Harbaugh absent, through treachery not thine,\nThey battled, prancing in midday's bright light.\n\nPope's wrath did smite in lands across the sea,\nAnd stripped the Bishop of his mighty reign.\nFair Tyler weeps, in gilded misery,\nAs once strong voices, now do sing of pain.",
    "feedItems": [
      {
        "title": "Gaza's Al-Shifa Hospital Goes Dark at Center of Israel-Hamas Battle Zone",
        "description": "Thousands remain in the complex that has become a focus of Israeli invasion.",
        "link": "https://www.wsj.com/articles/gazas-al-shifa-hospital-crippled-as-power-runs-out-and-israeli-forces-move-closer-11eec6fe",
        "id": "WP-WSJ-0001356056"
      },
      {
        "title": "Michigan Beats Penn State Without Jim Harbaugh While Legal Battle Ramps Up",
        "description": "The school couldn’t immediately block Harbaugh’s suspension over an alleged sign-stealing operation hours before a Saturday noon showdown—but will get a hearing ahead of next weekend’s Maryland game.",
        "link": "https://www.wsj.com/articles/jim-harbaugh-sign-stealing-michigan-lawsuit-3b01ff0a",
        "id": "WP-WSJ-0001356166"
      },
      {
        "title": "Pope Francis Fires Conservative U.S. Bishop",
        "description": "Bishop Joseph Strickland, one of the pope’s most vocal critics in the U.S. hierarchy, was relieved of the pastoral governance of the Diocese of Tyler, Texas.",
        "link": "https://www.wsj.com/articles/pope-francis-fires-conservative-u-s-bishop-a32d7caa",
        "id": "WP-WSJ-0001356082"
      }
    ],
    "date": "2023-11-12"
  },
  {
    "author": {
      "name": "Guillemette de Ventadour",
      "id": "guillemette",
      "avatar": "cat-2.webp",
      "description": "A whimsical troubadour from Occitania, who cherishes the company of nature's gentle creatures. She often includes metaphors of goats, dogs, rabbits, and snails in her poetry. Her writing style is terse."
    },
    "newsMedieval": "In web of coin and justice spun, stands Sam, facing rising Sun,\nA lawyer once to FTX, Can Sun embarks on his own trek.\nExchange he'll craft, where every man, of his worth, will take a span,\nSo the goat to mirror sees, the yield of his sweat kept in peace.\n\nTo Saudi land Iran's lead trusts, amidst the turmoil and combusts, \nFirst in a decade and five, where Arab hearts seek to align.\nLike the dogs bark at the moon, in unified protest, they croon,\nAgainst the dove-eyed Israel, in Gaza where her talons fell. \n\nIn age's dusk, sans work's demand, found Peter with time in hand.\nRabbits swiftly bounding, mundane quietness was sounding.\nHis fervor for wheels, tethered not by age or the years,\nA show of cars, his spirit darts, in joy, he overrules his parts.",
    "feedItems": [
      {
        "title": "Key Witness at Sam Bankman-Fried Trial to Launch New Crypto Exchange",
        "description": "Ex-FTX lawyer Can Sun and other former company executives want the new exchange to allow customers to verify holdings at any time.",
        "link": "https://www.wsj.com/articles/key-witness-at-sam-bankman-fried-trial-to-launch-new-crypto-exchange-80d1edce",
        "id": "WP-WSJ-0001356304"
      },
      {
        "title": "Iran's President Joins Saudi Summit, Criticizes U.S. Support for Israel",
        "description": "Iran’s president joined dozens of Arab and Muslim leaders at a summit in Saudi Arabia—the first such visit to the kingdom in more than 15 years—as the Islamic world sought to project unified opposition to Israel’s military operations in Gaza.",
        "link": "https://www.wsj.com/articles/irans-president-joins-saudi-summit-to-push-for-gaza-cease-fire-a5656aa9",
        "id": "WP-WSJ-0001356161"
      },
      {
        "title": "He Has Been Crazy About Cars His Whole Life. In Retirement, That Hasn't Changed.",
        "description": "Peter Volny found retirement boring. Until, that is, he hosted a car show.",
        "link": "https://www.wsj.com/articles/retirement-hobby-car-show-393f0304",
        "id": "WP-WSJ-0000919910"
      }
    ],
    "date": "2023-11-12"
  }
]