[
  {
    "author": {
      "name": "Conchobar mac Dubhthach",
      "id": "conchobar",
      "avatar": "cat-3.webp",
      "description": "An Irish bard of yore, who weaves dulcet melodies that capture hearts with tender love songs. With a quill dipped in courtly love, he pens metaphors of devotion, igniting the flames of passion in every soul who hears his verse."
    },
    "newsMedieval": "In celestial forge where base metals dwell,\nWith golden promise did the markets swell,\nThe fiscal realm beset, a clouded sky,\nFrom Western debt and Eastern dreams awry.\n\nSiemens, stalwart in a treacherous tide,\nProfit and fortune at its verséd side,\nBy orders fell and revenue's sweet grace,\nA shadow vanquished 'gainst stern Healthineers' face.\n\nForsooth, their tales of yore uncovered truth:\nIn harvest's second phase, results uncouth,\nA steady beacon, shining industrial glow,\nShalt elevate them hence, 'midst fortune's ebb and flow.",
    "feedItems": [
      {
        "title": "Base Metals Recover After US Debt Worries, Sluggish China Demand Hit Prices",
        "description": "Base metals were higher, with gold flat, in early London trade, as worries over the U.S. debt ceiling and Chinese demand continued to drag on markets.",
        "link": "https://www.wsj.com/articles/gold-prices-rise-following-selloff-5e301fcd",
        "id": "WP-WSJ-0000892131"
      },
      {
        "title": "Siemens's 2Q Orders, Revenue Growth Offset Healthineers Weakness",
        "description": "Siemens orders and revenue in the second quarter increased and exceeded consensus estimates, Bernstein said, and thinks investors should react positively to the results.",
        "link": "https://www.wsj.com/articles/australia-shares-poised-to-add-to-losses-at-the-open-27dff685",
        "id": "WP-WSJ-0000891896"
      },
      {
        "title": "Siemens Outperforms in Second Quarter, Lifts Outlook",
        "description": "Siemens posted an above-forecast net result in the second quarter, as profits at its industrial businesses hit a record €2.6 billion, and upgraded its guidance for the year.",
        "link": "https://www.wsj.com/articles/siemens-raises-fiscal-2023-guidance-after-2q-profit-soared-4f7938c3",
        "id": "WP-WSJ-0000892674"
      }
    ],
    "date": "2023-05-17"
  },
  {
    "author": {
      "name": "Æthelred the Skald",
      "id": "aethelred",
      "avatar": "cat-1.webp",
      "description": "A Norse poet who doth regale his audience with tales of gods and heroes, praising their might and prowess. He references Norse mythology and history in his poems. He is known for metaphors involving the sea and the weather and weaponry."
    },
    "newsMedieval": "Of carriages with lightning's speed, in April's heart amass,\nThe skies do sing in praise, on Valfather's pass,\nUpon the iron steeds they tread, electric gales do blow,\nA rise in sales, in Odin's realm, one-seventh span they grow.\n\nFrom German land, a tale unrolls, that gallant year and place,\nThe Herculean Bund, in February's race,\nUncertain worth, in golden halls, Citi's seers proclaim,\nAs auction's grip doth clasp the fate, a spark within the flame.\n\nA mighty rise, the dollar stands, in eked-out force and grace,\nFor Thor's great hammer weighs upon the Chinese wreath—a trace,\nIn fear and worry, Fárbauti's child doth clench the yuan with haste,\nWhile Baldur shines on western shore, improved data's taste.",
    "feedItems": [
      {
        "title": "EU New Car Sales Lifted by EV Demand",
        "description": "EU car registrations rose 17% year-on-year in April, with sales of fully electric cars up 52%.",
        "link": "https://www.wsj.com/articles/april-new-car-registrations-rose-in-eu-ev-sales-soar-2608fd0d",
        "id": "WP-WSJ-0000892661"
      },
      {
        "title": "Limited Relative Value Seen in Germany's February 2033 Bund Pre-Auction",
        "description": "Germany’s 2.30% February 2033 Bund, which will be reopened at an auction later on Wednesday, offers limited relative value, according to Citi.",
        "link": "https://www.wsj.com/articles/limited-relative-value-seen-in-germanys-february-2033-bund-pre-auction-942cff74",
        "id": "WP-WSJ-0000892652"
      },
      {
        "title": "Dollar Rises on China Slowdown Fears, Improved US Data",
        "description": "The dollar hit a five-week high against a basket of currencies due to concerns about a slowing Chinese economy, which is weighing heavily on Asian and Latin American currencies, MUFG said.",
        "link": "https://www.wsj.com/articles/usd-sgd-higher-as-risk-appetite-remains-weak-143e9f8f",
        "id": "WP-WSJ-0000892641"
      }
    ],
    "date": "2023-05-17"
  },
  {
    "author": {
      "name": "Brother Arnulfus",
      "id": "arnulfus",
      "avatar": "dog-1.webp",
      "description": "A Benedictine monk who doth write devotional poems in Ænglish, praising God and the saints. His poems are often humorous, short, and satirical. They often contain metaphors of alcohol, especially wine or ale."
    },
    "newsMedieval": "Of shares, Chinese folk did seek to vend,\nIn Swiss lands far, their stocks entwined,\nBut profits fell, and trading, thin as air,\nA mead less sweet, hath greet their venture fair.\n\nMunich Re in April morn did see,\nA profit flush, enriched by renewals free,\nTheir purse now swells an '23 gain,\nEUR4 billion worth, 'neath company mane.\n\nAegon, confident in strategy and sight,\nWith capital strong in spring's fair light,\nA five percent leap in fortunes hath wrought,\nTheir cup runneth full with free-flowing thought.",
    "feedItems": [
      {
        "title": "Chinese Companies Looked to Switzerland to Sell Shares---Things Haven't Been Great",
        "description": "An expanded stock link between exchanges in China and Europe has helped companies raise money, but trading is anemic and prices have fallen.",
        "link": "https://www.wsj.com/articles/swiss-listings-have-been-a-drag-on-chinese-stocks-3ede52bf",
        "id": "WP-WSJ-0000873924"
      },
      {
        "title": "Munich Re Upbeat on Full Year After Renewals Boost",
        "description": "Munich Re posted an above-forecast net profit in the first quarter and said it still expected a net result of about EUR4 billion for the 2023 but that profitable growth confirmed by its reinsurance renewals as of April 1 mean the chances of surpassing that target have increased.",
        "link": "https://www.wsj.com/articles/munich-re-backs-2023-after-1q-net-profit-decline-on-high-major-losses-1095d36e",
        "id": "WP-WSJ-0000892618"
      },
      {
        "title": "Aegon Confident on Strategy and Outlook",
        "description": "Aegon reported a 5% rise in operating capital generation for the first quarter of 2023 and said it was confident of delivering on its financial guidance for the year.",
        "link": "https://www.wsj.com/articles/aegon-1q-operating-capital-generation-beat-views-backs-2023-guidance-da0ae73f",
        "id": "WP-WSJ-0000892598"
      }
    ],
    "date": "2023-05-17"
  },
  {
    "author": {
      "name": "Guillemette de Ventadour",
      "id": "guillemette",
      "avatar": "cat-2.webp",
      "description": "A whimsical troubadour from Occitania, who cherishes the company of nature's gentle creatures. She often includes metaphors of goats, dogs, rabbits, and snails in her poetry. Her writing style is terse."
    },
    "newsMedieval": "In chambers where UBS doth dwell,\nFrom Credit Suisse, a tale they tell,\nFour billion legal burdens weigh,\nTheir balance sheet, it dost display.\n\nCommerzbank profits rise anew,\nTheir outlook gleams, as fortunes brew,\nIn quarter first, their core attained,\nBy higher rates, the gain sustained.\n\nTo Hiroshima, Fumio goes,\nWith Biden's ear, his plea he shows,\nTo rid the world of weapons dire,\nA nuclear-free life, he aspires.",
    "feedItems": [
      {
        "title": "UBS Plans for $4 Billion Legal Hit From Credit Suisse Deal",
        "description": "The Swiss bank released new details about the acquisition’s likely impact on its balance sheet.",
        "link": "https://www.wsj.com/articles/ubs-prepares-for-4-billion-legal-hit-from-credit-suisse-deal-966a412d",
        "id": "WP-WSJ-0000892552"
      },
      {
        "title": "Commerzbank Outlook on Track as Profits Jump",
        "description": "Commerzbank confirmed its guidance for the year after reporting higher-than-expected profit and core revenues for the first quarter, helped by higher interest rates.",
        "link": "https://www.wsj.com/articles/commerzbank-backs-guidance-after-1q-profit-nearly-doubled-caa79a55",
        "id": "WP-WSJ-0000892584"
      },
      {
        "title": "Haunted by Hiroshima, Japanese Leader to Meet Biden With a Push for No Nukes",
        "description": "Japanese Prime Minister Fumio Kishida has said ridding the world of nuclear weapons is his life’s work, but the task looks ever more difficult as he gathers world leaders in Hiroshima.",
        "link": "https://www.wsj.com/articles/in-hiroshima-biden-will-meet-leader-whose-family-knew-atomic-bomb-tragedy-db677b53",
        "id": "WP-WSJ-0000888042"
      }
    ],
    "date": "2023-05-17"
  }
]