[
  {
    "author": {
      "name": "Brother Arnulfus",
      "id": "arnulfus",
      "avatar": "dog-1.webp",
      "description": "A Benedictine monk who doth write devotional poems in Ænglish, praising God and the saints. His poems are often humorous, short, and satirical. They often contain metaphors of alcohol, especially wine or ale."
    },
    "newsMedieval": "Oh Siemens, true merchant bold and keen,\nRejoice with barrels of ale I deem,\nNet debt is less by grace unseen, \nFrom goods sold, like a farmer's crop in dream.\n\nMine Lord hath dealt in Platinum rare,\nEconomy's course doth weigh to bear,\nYet, heed these miners in their lair,\nTheir fortune turns, tread with care. \n\nLament! Siemens again, in wind's rough dance,\nA balance lost, as if entranced,\nThough whirlwind stings with sharp lance,\nIn four years hence, they spy a chance.",
    "feedItems": [
      {
        "title": "Siemens Energy's Year-End Net Debt Should Be Well Received",
        "description": "Siemens Energy’s lower-than-expected net debt should be welcomed by the market, Citi said, adding there were significant proceeds from disposals, meaning that on a pro-forma basis the group could reach a net cash position.",
        "link": "https://www.wsj.com/articles/australia-shares-poised-to-follow-u-s-equities-higher-6671450f",
        "id": "WP-WSJ-0001362434"
      },
      {
        "title": "Low Platinum Prices Show How Banking on Miners Could Threaten the Energy Transition",
        "description": "South Africa’s platinum-sector woes show how quickly fortunes can change in mining.",
        "link": "https://www.wsj.com/articles/low-platinum-prices-show-how-banking-on-miners-could-threaten-the-energy-transition-21f238c6",
        "id": "WP-WSJ-0001360636"
      },
      {
        "title": "Siemens Energy Hit by Wind Business",
        "description": "Siemens Energy reported a net loss in the fourth quarter due to mounting challenges at its wind-turbine business, but said it expected a break-even at Siemens Gamesa in fiscal 2026.",
        "link": "https://www.wsj.com/articles/siemens-energy-swings-to-net-loss-dragged-by-troubled-wind-business-87a857ba",
        "id": "WP-WSJ-0001363305"
      }
    ],
    "date": "2023-11-15"
  },
  {
    "author": {
      "name": "Æthelred the Skald",
      "id": "aethelred",
      "avatar": "cat-1.webp",
      "description": "A Norse poet who doth regale his audience with tales of gods and heroes, praising their might and prowess. He references Norse mythology and history in his poems. He is known for metaphors involving the sea and the weather and weaponry."
    },
    "newsMedieval": "Harken now, unseal thy ears, to speak of England, the crown of years,\nWhence wealth's dragon, tamed and slowed, to frosty peace its fire bestowed.\nFelled by harvest's bounty kind, and the flickering lanterns that dance and bind,\nLight respite upon the vaulted hall, of Midgard's lone monetary stall.\n\nMark these words of Hellenic tides, where the burden of debt heavily resides,\nA golden promise, soon to be fulfilled, with the treasury's gripe thus stilled.\nBut Odin's gaze fixed on the Isles afar, discerns a dance, a future spar,\nThe serpent's path lies in wait, for it only moves to twist and slate.\n\nListen to the tale of Infineon, brave and bold, in markets harsh and winters cold,\nA harvest mighty, beyond the norm, the fiscal tempest did it outperform.\nUpon their golden trove they looked, and to the sky, a tribute they booked,\nA tale of might, of wealth foreseen, in the glittering halls where heroes glean.",
    "feedItems": [
      {
        "title": "U.K. Inflation Falls to Two-Year Low",
        "description": "The U.K.’s inflation rate cooled to 4.6% in October, coming in below expectations, helped by easing food and energy prices and lifting a little pressure on the Bank of England ahead of its final meeting of the year next month.",
        "link": "https://www.wsj.com/articles/uk-inflation-fell-to-two-year-low-in-october-358c55c3",
        "id": "WP-WSJ-0001363336"
      },
      {
        "title": "Greek Bond Underperformance Vs Italy Expected to Reverse After Auction",
        "description": "The announcement of Greece’s up to €200 million bond auction contributed to the underperformance of 10-year Greek bonds versus Italian peers, but this might reverse after the supply is off the table, Citi Research said.",
        "link": "https://www.wsj.com/articles/greek-bond-underperformance-vs-italy-expected-to-reverse-after-auction-d23478c4",
        "id": "WP-WSJ-0001363338"
      },
      {
        "title": "Infineon Fourth Quarter Tops Forecasts",
        "description": "Infineon met its fiscal 2023 targets and proposed a higher dividend after beating expectations for net profit and revenue in the fourth quarter.",
        "link": "https://www.wsj.com/articles/infineon-meets-targets-after-better-than-expected-revenue-net-profit-b59e3538",
        "id": "WP-WSJ-0001363325"
      }
    ],
    "date": "2023-11-15"
  },
  {
    "author": {
      "name": "Conchobar mac Dubhthach",
      "id": "conchobar",
      "avatar": "cat-3.webp",
      "description": "An Irish bard of yore, who weaves dulcet melodies that capture hearts with tender love songs. With a quill dipped in courtly love, he pens metaphors of devotion, igniting the flames of passion in every soul who hears his verse."
    },
    "newsMedieval": "In Alstom's firmament, the quill doth etch a tale,\nOf kin let loose, for gold's pursuit, to brace a fiscal gale.\nIn the boughs of profit's tree, pruning's cruel hand,\nAnd thus do lonesome kin, in the wake of commerce, stand.\n\nTo temper fiery methane's breath the Union takes its stand,\nWith rules inscribed in stately ink, across the energy's land.\nThus do flows of power's scent, 'neath European sky,\nNow chastened be, with whispers green, and emissions left to die.\n\nBehold the dance of antique gold, and Singaporean crown,\nThe charts reveal their destined fall, in weeks and months down.\nForetelling notes, to traders sung, in financial bard's report,\nOf nations' fate, as currencies their endless waltz report.",
    "feedItems": [
      {
        "title": "Alstom to Cut Workforce in Debt Reduction Plan",
        "description": "Alstom said it planned to cut around 1,500 positions as part of a cost-savings plan to reduce debt and boost profitability.",
        "link": "https://www.wsj.com/articles/alstom-to-cut-jobs-to-accelerate-debt-reduction-e0021a46",
        "id": "WP-WSJ-0001363318"
      },
      {
        "title": "EU Drafts Rules to Cut Energy Sector Methane Emissions",
        "description": "The European Union has agreed on new rules aimed at cutting the amounts of methane emissions produced in the energy sector.",
        "link": "https://www.wsj.com/articles/eu-drafts-rules-to-cut-energy-sector-methane-emissions-20480e7f",
        "id": "WP-WSJ-0001363273"
      },
      {
        "title": "USD/SGD Likely to Fall in Coming Weeks and Months, Charts Show",
        "description": "USD/SGD is likely to fall in the weeks and months ahead, based on technical charts, UOB Global Economics & Markets Research said in a report.",
        "link": "https://www.wsj.com/articles/jpy-weakens-amid-risk-on-sentiment-feba7e82",
        "id": "WP-WSJ-0001362537"
      }
    ],
    "date": "2023-11-15"
  },
  {
    "author": {
      "name": "Guillemette de Ventadour",
      "id": "guillemette",
      "avatar": "cat-2.webp",
      "description": "A whimsical troubadour from Occitania, who cherishes the company of nature's gentle creatures. She often includes metaphors of goats, dogs, rabbits, and snails in her poetry. Her writing style is terse."
    },
    "newsMedieval": "In the realm where dragons breathe smoke,\nBy jade rivers and peaks of jade broke,\nThrough merchant's display, homes do choke,\nBeseech thee, make bold the pace of folk.\n\nO'er Dnipro's stream, the brave take flight,\nIn Ukraine's grasp, glimpse the light,\nAs chessmen move in silent knight,\nRekindle the counter flame's might.\n\nFrom North's craggy hold springs a lark,\nOn streets of want, struck its mark,\nTo southern beat, found its bark,\nIn the chase for starlight's spark.",
    "feedItems": [
      {
        "title": "China's Retail Spending Picks Up, as Housing Slump Deepens",
        "description": "Consumption is strengthening, but economists called for policy makers to do more to support the momentum.",
        "link": "https://www.wsj.com/articles/chinas-consumption-industrial-production-improved-in-october-50ae37fa",
        "id": "WP-WSJ-0001362610"
      },
      {
        "title": "Ukraine Seeks to Reignite Counteroffensive With Daring River Crossings",
        "description": "Ukrainian toeholds across the Dnipro River in the south are a rare bright spot amid glum military news in recent months.",
        "link": "https://www.wsj.com/articles/ukraine-seeks-to-reignite-counteroffensive-with-daring-river-crossings-07e68b97",
        "id": "WP-WSJ-0001358144"
      },
      {
        "title": "North Korean Escapee Who Begged on the Streets Chases K-Pop Stardom",
        "description": "Music from the SB Boyz draws inspiration from hardships felt not in the Kim Jong Un regime but South Korea.",
        "link": "https://www.wsj.com/articles/north-korean-escapee-who-begged-on-the-streets-chases-k-pop-stardom-bc344958",
        "id": "WP-WSJ-0001360268"
      }
    ],
    "date": "2023-11-15"
  }
]