[
  {
    "author": {
      "name": "Guillemette de Ventadour",
      "id": "guillemette",
      "avatar": "cat-2.webp",
      "description": "A whimsical troubadour from Occitania, who cherishes the company of nature's gentle creatures. She often includes metaphors of goats, dogs, rabbits, and snails in her poetry. Her writing style is terse."
    },
    "newsMedieval": "Thames Water in light does gleam,\nInvestors weave a silver seam,\n£750 mill, by pledging stream,\nAs goat climbs hill, so stocks do dream.\n\nMetals fair take somber tone,\nMarkets bare, their warmth foregone.\nRabbits stare as falcons flown,\nGold lies bare, till 'flation shown.\n\nFrom RBA, old hands disperse,\nChief Ellis walks, fate converse.\nDog in wood howls sad a verse,\nFor economy, snail's pace curse.",
    "feedItems": [
      {
        "title": "UK Water Utilities' Shares Rise after Thames Water Funding Pact",
        "description": "U.K. water-utility shares rose on news that Thames Water investors have agreed to a further £750 million of equity funding through to 2025, with an additional £2.5 billion expected over the five-year plan.",
        "link": "https://www.wsj.com/articles/nikkei-likely-rangebound-amid-economic-uncertainty-e8717299",
        "id": "WP-WSJ-0001041274"
      },
      {
        "title": "Metals Move Lower As Markets Look to Inflation Data",
        "description": "Base metals and gold prices moved lower, as investors look to Wednesday’s U.S. CPI data, which will likely determine whether the Fed looks to stop hiking interest rates in the near term.",
        "link": "https://www.wsj.com/articles/gold-steady-underpinned-by-losses-in-u-s-stock-index-futures-6884aa4f",
        "id": "WP-WSJ-0001041280"
      },
      {
        "title": "Glynn's Take: RBA Loses Old Hands at Critical Juncture for Economy",
        "description": "The departure of Luci Ellis as chief economist from the RBA is part of a recent exodus from the central bank that has stripped it of decades of experience and talent just as the economy approaches its most challenging moment in a generation.",
        "link": "https://www.wsj.com/articles/glynns-take-rba-loses-old-hands-at-critical-juncture-for-economy-cb0e3715",
        "id": "WP-WSJ-0001041511"
      }
    ],
    "date": "2023-07-10"
  },
  {
    "author": {
      "name": "Conchobar mac Dubhthach",
      "id": "conchobar",
      "avatar": "cat-3.webp",
      "description": "An Irish bard of yore, who weaves dulcet melodies that capture hearts with tender love songs. With a quill dipped in courtly love, he pens metaphors of devotion, igniting the flames of passion in every soul who hears his verse."
    },
    "newsMedieval": "On the dance of numerals, oil akin the tide doth sway,\nIn the morrow's gaze traded, to the week's whims obey,\nThe whisper of the market and demand, OPEC holds at bay,\nWhilst in the heartland of the U.S., barrels to reserves prey.\n\nOh, dollar fair, in wake of labor data morn doth sigh,\nYet ere the moon’s ascent, recovery finds her by,\nCommerzbank, the wise, claims unjust was the cry,\nToo merry were the hopes for labor, stark beneath the sky.\n\nIn the court of Eurozone, a twist in fortunes tale,\nIn the bonds of core government, inversion paves the trail,\nTo the peripherals' delight, in favor doth it avail,\nThus sings the lyre of LBBW, as the markets set sail.",
    "feedItems": [
      {
        "title": "Oil Pares Gains After Volatile Week",
        "description": "Oil prices fell in early trading, as this week’s focus will be on the release of of the IEA and OPEC’s market reports to see how demand is faring, ANZ said, while the U.S.’s plans to purchase 6 million barrels for its Strategic Reserve could also add impetus for prices.",
        "link": "https://www.wsj.com/articles/oil-falls-on-concerns-over-china-demand-u-s-growth-67f13b5",
        "id": "WP-WSJ-0001041276"
      },
      {
        "title": "Dollar Recovers After Dropping Following Friday's US Jobs Data",
        "description": "The dollar recovered modestly early in the European session, with Commerzbank saying the steep falls for the currency on Friday weren’t justified as “previous dollar levels were obviously based on an overly optimistic view of the U.S. labor market.”",
        "link": "https://www.wsj.com/articles/most-asian-currencies-weaken-on-higher-treasury-yields-e1c73eb2",
        "id": "WP-WSJ-0001041278"
      },
      {
        "title": "Eurozone Core Bond Curve Inversion Seen Supportive for Peripherals",
        "description": "Strong curve inversion for core eurozone government bonds is supporting demand for peripheral bonds, LBBW said.",
        "link": "https://www.wsj.com/articles/eurozone-sovereign-bonds-could-see-tailwinds-in-mid-summer-abc9bef0",
        "id": "WP-WSJ-0001041508"
      }
    ],
    "date": "2023-07-10"
  },
  {
    "author": {
      "name": "Brother Arnulfus",
      "id": "arnulfus",
      "avatar": "dog-1.webp",
      "description": "A Benedictine monk who doth write devotional poems in Ænglish, praising God and the saints. His poems are often humorous, short, and satirical. They often contain metaphors of alcohol, especially wine or ale."
    },
    "newsMedieval": "On Jansen, the BT chief, his departure is nigh,\nThe search for replacement doth rise high.\nPray, his successor hath not swallowed too much ale,\nLest BT's course into stormy seas doth sail.\n\nNovartis, in heart, their patent's lost in fray,\nDelaware's court hath cast it away.\nYet, they hold their outlook firm and stout,\nIn trust of God, they harbour no doubt.\n\nTo Sunak and Charles, Biden goes to share,\nA trip to Europe, a breath of fresh air.\nThen it's to Lithuania, the summit awaits,\nGod bless their travels, and keep them from debates.",
    "feedItems": [
      {
        "title": "BT CEO to Step Down",
        "description": "BT said its Chief Executive Philip Jansen plans to leave his role over the next year and that it has started a formal search for his replacement.",
        "link": "https://www.wsj.com/articles/bt-group-chief-executive-philip-jansen-to-step-down-over-next-year-d2150654",
        "id": "WP-WSJ-0001041501"
      },
      {
        "title": "Novartis Keeps Outlook Despite US Court Decision",
        "description": "Novartis said a Delaware district court established the patent on its heart-failure drug Entresto was invalid, but the company maintained its guidance for 2023 and its mid-term outlook.",
        "link": "https://www.wsj.com/articles/novartis-backs-2023-outlook-despite-court-red-light-on-drug-patent-15d56e59",
        "id": "WP-WSJ-0001041489"
      },
      {
        "title": "Biden to Meet With Sunak, King Charles, Kicking Off Europe Trip",
        "description": "The president travels next to Lithuania for NATO’s annual summit and Finland.",
        "link": "https://www.wsj.com/articles/biden-to-meet-with-rishi-sunak-king-charles-kicking-off-europe-trip-a5b19a6f",
        "id": "WP-WSJ-0001040989"
      }
    ],
    "date": "2023-07-10"
  },
  {
    "author": {
      "name": "Æthelred the Skald",
      "id": "aethelred",
      "avatar": "cat-1.webp",
      "description": "A Norse poet who doth regale his audience with tales of gods and heroes, praising their might and prowess. He references Norse mythology and history in his poems. He is known for metaphors involving the sea and the weather and weaponry."
    },
    "newsMedieval": "In China's vast and ancient land, deflation doth befall,\nIts mighty economic pulse, losing strength, doth stall.\nAs factory smiths fan the flame, inflation stands still,\nTheir coin's strength drops like the crashing waves, against their will.\n\nThe Norns weave for Japan a thread, of brighter gold and red,\nUpon their fabled Bank they place, an assessing head.\nWith cautious gaze, they now perceive, prosperity's new sprouts,\nIn three of nine realms they see, economic clouts.\n\nIcahn, beset by short-seller's storm, finds calmer sea at last,\nA deal struck firm, his worrisome debts locked to the mast.\nHis personal gains are now akin to blade and shield,\nTo fully repay in three years' span, his financial field.",
    "feedItems": [
      {
        "title": "Deflation Looms in China as Rebound Continues to Lose Steam",
        "description": "China’s consumer inflation flatlined in June after two months of meager growth, while factory-gate prices fell at their fastest pace in more than seven years.",
        "link": "https://www.wsj.com/articles/deflation-looms-in-china-as-rebound-continues-to-lose-steam-b0d66d7e",
        "id": "WP-WSJ-0001041445"
      },
      {
        "title": "BOJ Raises Economic Assessment for Three of Nine Regions",
        "description": "The Bank of Japan on Monday raised its economic assessment for three of the nation’s nine regions and maintained its view for the other areas.",
        "link": "https://www.wsj.com/articles/boj-raises-economic-assessment-for-three-of-nine-regions-2eb2f8dd",
        "id": "WP-WSJ-0001041442"
      },
      {
        "title": "Icahn Gets Breathing Room From Lenders Following Short-Seller Attack",
        "description": "The deal unties his personal loans from the trading price of his company’s shares, increase his collateral and set up a plan to fully repay the loans in three years.",
        "link": "https://www.wsj.com/articles/carl-icahn-gets-breathing-room-from-lenders-following-short-seller-attack-7f44133c",
        "id": "WP-WSJ-0001041298"
      }
    ],
    "date": "2023-07-10"
  }
]