[
  {
    "author": {
      "name": "Conchobar mac Dubhthach",
      "id": "conchobar",
      "avatar": "cat-3.webp",
      "description": "An Irish bard of yore, who weaves dulcet melodies that capture hearts with tender love songs. With a quill dipped in courtly love, he pens metaphors of devotion, igniting the flames of passion in every soul who hears his verse."
    },
    "newsMedieval": "In the courtyard of the man born of December's gloom,\nOppenheimer, the seer of the world's fearful bloom.\nIn an arrow’s flight, brought forth a devouring doom,\nYet spent his days, musing on civilization's loom.\n\nDivergent paths, woven by the loom of time, do twist,\nGenerations 'pon generations, through history's mist.\nBorn of diverse eras, intersecting conflicts persist,\nIn each epoch's tale, a saga does subsist.\n\nBehold Binance, its wealth born of cryptic refrain,\nThousand souls dismissed, in the pursuit of gain.\nThe merciless scourge of progress, a sage's bane,\nSuch tales of sorrow, the love's quill shall dutifully sustain.",
    "feedItems": [
      {
        "title": "J. Robert Oppenheimer's Defense of Humanity",
        "description": "After helping invent the atomic bomb, the physicist spent decades thinking about how to preserve civilization from technological dangers, offering crucial lessons for the age of AI.",
        "link": "https://www.wsj.com/articles/j-robert-oppenheimers-defense-of-humanity-d83903b3",
        "id": "WP-WSJ-0000943560"
      },
      {
        "title": "Talkin' 'Bout Our Generations: How They Shape (Almost) Everything in 2023",
        "description": "Are you a boomer? Millennial? A member of Gen Z or X? ​As this collection of 20 stories explores, the ways we eat, dress, travel and scroll all depend a lot on when we were born.",
        "link": "https://www.wsj.com/articles/talkin-bout-our-generations-how-they-shape-our-style-our-vacations-and-why-were-us-aaece027",
        "id": "WP-WSJ-0001055285"
      },
      {
        "title": "Crypto exchange Binance is cutting a big chunk of its workforce. Over 1,000 people have been fired in recent weeks, according to a person familiar with the moves.",
        "description": "Crypto exchange Binance is cutting a big chunk of its workforce. Over 1,000 people have been fired in recent weeks, according to a person familiar with the moves.",
        "link": "https://www.wsj.com/articles/binance-lays-off-over-1-000-employees-d59ff6ad",
        "id": "WP-WSJ-0001055388"
      }
    ],
    "date": "2023-07-15"
  },
  {
    "author": {
      "name": "Æthelred the Skald",
      "id": "aethelred",
      "avatar": "cat-1.webp",
      "description": "A Norse poet who doth regale his audience with tales of gods and heroes, praising their might and prowess. He references Norse mythology and history in his poems. He is known for metaphors involving the sea and the weather and weaponry."
    },
    "newsMedieval": "Forged in the smithy of learnèd hall \nWhere debt once bound as iron chain.\nBy proclamation, shed it all,\nA mighty boon for mind's domain. \n\nFierce as Sunna's blistering path,\nAcross southern lands it wields its might,\nA heat wave's cruel, unbridled wrath,\nDreadful omen of day turned night.\n\nThe court's decree holds fast as Mjölnir's might,\nIn spurn of FTC's clamoring brawl,\nWith Microsoft's hoard in victorious light,\nThe warriors of Activision fall.",
    "feedItems": [
      {
        "title": "A total of $39 billion in federal student debt will be forgiven as part of a one-time adjustment to loan repayment plans announced last year, the Education Department said.",
        "description": "A total of $39 billion in federal student debt will be forgiven as part of a one-time adjustment to loan repayment plans announced last year, the Education Department said.",
        "link": "https://www.wsj.com/articles/biden-administration-to-wipe-out-39-billion-student-loans-for-800-000-borrowers-90c5d19e",
        "id": "WP-WSJ-0001054728"
      },
      {
        "title": "A dangerous heat wave stretching across the southern U.S. had 93 million people facing what forecasters said could be a scorching, potentially deadly weekend.",
        "description": "A dangerous heat wave stretching across the southern U.S. had 93 million people facing what forecasters said could be a scorching, potentially deadly weekend.",
        "link": "https://www.wsj.com/articles/dangerous-heat-wave-broils-southern-u-s-87f1f969",
        "id": "WP-WSJ-0001056613"
      },
      {
        "title": "An appeals court denied a last-ditch bid by the FTC to halt Microsoft's planned acquisition of videogame publisher Activision Blizzard.",
        "description": "An appeals court denied a last-ditch bid by the FTC to halt Microsoft’s planned acquisition of videogame publisher Activision Blizzard.",
        "link": "https://www.wsj.com/articles/ftc-loses-latest-bid-to-halt-microsoft-activision-merger-19fe19ed",
        "id": "WP-WSJ-0001057295"
      }
    ],
    "date": "2023-07-15"
  },
  {
    "author": {
      "name": "Guillemette de Ventadour",
      "id": "guillemette",
      "avatar": "cat-2.webp",
      "description": "A whimsical troubadour from Occitania, who cherishes the company of nature's gentle creatures. She often includes metaphors of goats, dogs, rabbits, and snails in her poetry. Her writing style is terse."
    },
    "newsMedieval": "In the realm of Redstone, a wistful tale unfurled,\nFacing fearsome money-Imps, as debts have been twirled.\nJust as goats pick paths on cliffs, taking each risk in turn,\nFear not, for midst these quaking stones, a wise lesson is learned.\n\nWith Biden as the rabbit, swiftly through green fields he hopped,\nRaising golden kernels high, while rivals' efforts flopped.\nThrough his vigour, his journey in April's sweet caress,\nExceeding leading foxes, in their monetary stress.\n\nNow hear of Putin, the snail, with iron helmet glistened,\nSpeak of ghostly warriors, that simply have not existed.\nBehold the dog that barks no more, once a force, now shorn,\nFell upon its own sword's edge, in the light of dawn.",
    "feedItems": [
      {
        "title": "National Amusements, the family holding company of Shari Redstone, is in negotiations with creditors to renegotiate some of its debt, after disclosing it is facing heightened financial risks.",
        "description": "National Amusements, the family holding company of Shari Redstone, is in negotiations with creditors to renegotiate some of its debt, after disclosing it is facing heightened financial risks.",
        "link": "https://www.wsj.com/articles/paramounts-parent-company-in-talks-with-creditors-after-disclosing-financial-risks-48c66390",
        "id": "WP-WSJ-0001056274"
      },
      {
        "title": "Biden raised a combined $72 million with the DNC since the launch of his re-election bid in April, his campaign said, pulling in more than the leading Republicans running for the 2024 nomination.",
        "description": "Biden raised a combined $72 million with the DNC since the launch of his re-election bid in April, his campaign said, pulling in more than the leading Republicans running for the 2024 nomination.",
        "link": "https://www.wsj.com/articles/biden-campaign-dnc-raise-72-million-combined-since-april-re-election-launch-7de3d193",
        "id": "WP-WSJ-0001054926"
      },
      {
        "title": "Putin said the Wagner paramilitary group \"simply doesn't exist,\" as he moves to dismantle an organization that was critical to Moscow's war effort in Ukraine before it turned on the Russian establishment in a short-lived mutiny.",
        "description": "Putin said the Wagner paramilitary group “simply doesn’t exist,” as he moves to dismantle an organization that was critical to Moscow’s war effort in Ukraine before it turned on the Russian establishment in a short-lived mutiny.",
        "link": "https://www.wsj.com/articles/vladimir-putin-moves-to-dismantle-wagner-paramilitary-group-840d7189",
        "id": "WP-WSJ-0001055156"
      }
    ],
    "date": "2023-07-15"
  },
  {
    "author": {
      "name": "Brother Arnulfus",
      "id": "arnulfus",
      "avatar": "dog-1.webp",
      "description": "A Benedictine monk who doth write devotional poems in Ænglish, praising God and the saints. His poems are often humorous, short, and satirical. They often contain metaphors of alcohol, especially wine or ale."
    },
    "newsMedieval": "Upon the House of Red their rule proclaimed,\nA pot of gold for sword and shield they gained,\nIn taverns, cries for diversity, tamed,\nWhilst unity 'gainst opposition, maintained.\n\nNow Tucker and Patel, two mead-swilling kin,\nSeek coin for news, where twitt'ring birds begin,\nAn empire of talk, through thick and thin,\nIn town square Twitter, their voices to spin.\n\nLo the market soars, as larks at dawn’s light,\nDow and Nasdaq in March's mimic flight,\nGainst the scale, they show their bullish might,\nIn Fortune's faith, all prospers in sight.",
    "feedItems": [
      {
        "title": "The Republican-controlled House narrowly passed a $886 billion defense-policy bill loaded with measures restricting abortion access, transgender healthcare and diversity efforts in the military, as McCarthy kept his party largely united amid strong Democratic opposition.",
        "description": "The Republican-controlled House narrowly passed a $886 billion defense-policy bill loaded with measures restricting abortion access, transgender healthcare and diversity efforts in the military, as McCarthy kept his party largely united amid strong Democratic opposition.",
        "link": "https://www.wsj.com/articles/mccarthy-rolls-dice-on-defense-vote-as-culture-wars-split-house-1b8a638",
        "id": "WP-WSJ-0001054627"
      },
      {
        "title": "Tucker Carlson and former White House adviser Neil Patel are seeking to raise funds to start a media company that would potentially use Twitter as its backbone, according to people familiar with the matter.",
        "description": "Tucker Carlson and former White House adviser Neil Patel are seeking to raise funds to start a media company that would potentially use Twitter as its backbone, according to people familiar with the matter.",
        "link": "https://www.wsj.com/articles/tucker-carlson-is-creating-a-new-media-company-8e21b909",
        "id": "WP-WSJ-0001053781"
      },
      {
        "title": "The Dow and Nasdaq recorded their best weekly gains since March, rising 2.3% and 3.3%, respectively, while the S&P 500 added 2.4% in a broad-based advance.",
        "description": "The Dow and Nasdaq recorded their best weekly gains since March, rising 2.3% and 3.3%, respectively, while the S&P 500 added 2.4% in a broad-based advance.",
        "link": "https://www.wsj.com/articles/global-stocks-markets-dow-news-07-14-2023-fb200bde",
        "id": "WP-WSJ-0001056347"
      }
    ],
    "date": "2023-07-15"
  }
]