[
  {
    "author": {
      "name": "Guillemette de Ventadour",
      "id": "guillemette",
      "avatar": "cat-2.webp",
      "description": "A whimsical troubadour from Occitania, who cherishes the company of nature's gentle creatures. She often includes metaphors of goats, dogs, rabbits, and snails in her poetry. Her writing style is terse."
    },
    "newsMedieval": "In Gaza's South, a path winds anew,\nIts form painted by conflicts' cruel rake.\nBlinken whispers, time and tending it'll take,\nPreparation's tune, a wary coo.\n\nIn a Ukrainian hamlet, a beast doth stew,\nBetrayers' words, a deadly quake.\nA fifth of life, the missile did take,\nWho bared their throat to the Russian crew?\n\nFor West Bank, an oppressive hue,\nHamas' strike, a venomous snake.\nBy drone, and bird of prey, they partake,\nIn a dance of war, of defenses slew.",
    "feedItems": [
      {
        "title": "Latest Updates: Israel Says Corridor to Gaza's South Will Reopen",
        "description": "Secretary of State Antony Blinken said any pause in the fighting in Gaza “would take time to prepare and coordinate.”",
        "link": "https://www.wsj.com/articles/dozens-killed-in-blasts-at-gazas-largest-refugee-camp-ead15cf5",
        "id": "SB11950486843460153540804590307482887012798"
      },
      {
        "title": "A Deadly Strike on a Ukrainian Village Was an Inside Job. Who Tipped Off the Russians?",
        "description": "A missile attack on a cafe wiped out a fifth of the residents and raised suspicions it was initiated by neighbors who backed the Russian invasion.",
        "link": "https://www.wsj.com/articles/betrayal-strikes-heart-of-ukrainian-village-97cadea2",
        "id": "WP-WSJ-0001334720"
      },
      {
        "title": "Israel Steps Up West Bank Arrests in Wake of Hamas Attacks",
        "description": "Drone attacks and aerial assaults are being employed more frequently in the occupied Palestinian territory.",
        "link": "https://www.wsj.com/articles/israel-steps-up-arrests-in-the-west-bank-in-wake-of-hamas-attacks-1d7f5c92",
        "id": "WP-WSJ-0001339097"
      }
    ],
    "date": "2023-11-05"
  },
  {
    "author": {
      "name": "Æthelred the Skald",
      "id": "aethelred",
      "avatar": "cat-1.webp",
      "description": "A Norse poet who doth regale his audience with tales of gods and heroes, praising their might and prowess. He references Norse mythology and history in his poems. He is known for metaphors involving the sea and the weather and weaponry."
    },
    "newsMedieval": "Against the Eastern dragon-bane, harshly clangs the lawful chain,\nEvil mills of falsehood ceased, by Beijing's vigilant beast.\nFalse maws that ate the world's trust, now silent in the honest dust,\nA battle good and rightly fought, 'gainst a plague that profits brought.\n\nOf mighty brands with Western roots, feel the squeeze of Eastern boots,\nApple's sheen, and Lauder's glow, shackled by a spending blow.\nFrost-bound Goose, Eastern tide, finds e'en its feathers are denied,\nA tightening belt upon the land, held in a thrifty dragon's hand.\n\nIn halls where truth takes form in ink, a change of captain makes one think,\nFrom Dow to Post, a trail taken by Chief, of wisdom full and grief.\nBezos seeks a fruitful return, for the ancient scribe's concern,\nA horn of leadership passed anew, in the realm of news, keeps footing true.",
    "feedItems": [
      {
        "title": "China Cracks Down on 'Pig Butchering.' (It Isn't What You Think.)",
        "description": "Beijing is pursuing scam mills that operate out of secretive, dystopian compounds and swindle people worldwide.",
        "link": "https://www.wsj.com/articles/china-unleashes-crackdown-on-pig-butchering-it-isnt-what-you-think-d623ada3",
        "id": "WP-WSJ-0001332931"
      },
      {
        "title": "Big Western Brands Are Getting Squeezed by Chinese Belt-Tightening",
        "description": "Apple, Estée Lauder and Canada Goose are among those feeling the pinch from the country’s consumer slump.",
        "link": "https://www.wsj.com/articles/big-western-brands-are-getting-squeezed-by-chinese-belt-tightening-6d15a81d",
        "id": "WP-WSJ-0001339092"
      },
      {
        "title": "Washington Post Names Former Dow Jones Chief William Lewis as CEO",
        "description": "Appointment comes shortly after owner Jeff Bezos told staff he wanted the Post to return to profitability.",
        "link": "https://www.wsj.com/articles/washington-post-names-former-dow-jones-chief-william-lewis-as-ceo-52ff422b",
        "id": "WP-WSJ-0001339659"
      }
    ],
    "date": "2023-11-05"
  },
  {
    "author": {
      "name": "Conchobar mac Dubhthach",
      "id": "conchobar",
      "avatar": "cat-3.webp",
      "description": "An Irish bard of yore, who weaves dulcet melodies that capture hearts with tender love songs. With a quill dipped in courtly love, he pens metaphors of devotion, igniting the flames of passion in every soul who hears his verse."
    },
    "newsMedieval": "Of a tycoon who declares a rebellion,\nAgainst his own venerable academe,\nHis vast riches mount not his satisfaction \nBut in changing course his joy doth teem.\n\nThe joys of life are now bought with remorse,\nFair tickets and journeys cost us dear,\nFor every mirth now has its price,\nA steep toll on our cheer, I fear.\n\nIn yonder East, Blinken makes his stand,\nFor a pause, humane midst the raging roar,\nWhilst hostages tug the heartstrings of the land,\nAs Gazan pathway gives a chance for more.",
    "feedItems": [
      {
        "title": "More &raquo;",
        "description": "The billionaire CEO who&#x27;s leading a revolt against his own Ivy League school",
        "link": "https://www.wsj.com/articles/more-amp-raquo-5971a1d5",
        "id": "SB12547955315590724305404590316071774161480"
      },
      {
        "title": "The Fun Things in Life Are Giving Us Buyer's Remorse",
        "description": "The steeper price we pay for tickets and travel changes how we rate our experiences.",
        "link": "https://www.wsj.com/articles/inflation-fun-activity-prices-high-802c5782",
        "id": "WP-WSJ-0001334161"
      },
      {
        "title": "Antony Blinken Renews Push for Humanitarian Pause During Mideast Tour",
        "description": "U.S. officials say headway is being made, but hostages remain a central issue as the Israeli military opens a temporary corridor in Gaza to allow passage south.",
        "link": "https://www.wsj.com/articles/israel-says-corridor-is-opening-for-northern-gazans-to-flee-south-a40e4822",
        "id": "WP-WSJ-0001339112"
      }
    ],
    "date": "2023-11-05"
  },
  {
    "author": {
      "name": "Brother Arnulfus",
      "id": "arnulfus",
      "avatar": "dog-1.webp",
      "description": "A Benedictine monk who doth write devotional poems in Ænglish, praising God and the saints. His poems are often humorous, short, and satirical. They often contain metaphors of alcohol, especially wine or ale."
    },
    "newsMedieval": "Governor DeSantis, once bright as a sunbeam,\nNow doth his glory fade in GOP's dream,\nLost his home's support, in wine soured his charm,\nIn Trump's victory cup, he feels the alarm.\n\nA change is a-coming, so do take heed,\nIn buying or selling thy humble steed.\nNo longer the same, the market of land,\nThink twice, pray thrice, before ye shake the hand.\n\nThe end of Daylight-Saving, a serenade we sing,\nFall back the clocks, an extra hour they bring.\nCherish the moment, like a fine brewed ale,\nFor a moment gained is a tale to regale.",
    "feedItems": [
      {
        "title": "How Ron DeSantis Lost Florida to Donald Trump",
        "description": "The governor, who a year ago was the hottest commodity in national GOP politics, has failed to gain support of key Republicans in his home state.",
        "link": "https://www.wsj.com/articles/how-ron-desantis-lost-florida-to-donald-trump-0200d5ae",
        "id": "WP-WSJ-0001337737"
      },
      {
        "title": "More &raquo;",
        "description": "The way you buy or sell a home is about to change",
        "link": "https://www.wsj.com/articles/more-amp-raquo-38512e37",
        "id": "SB10107322597310074809104590315900067315501"
      },
      {
        "title": "It's the End of Daylight-Saving Time: What to Know",
        "description": "Americans will gain an hour this weekend as clocks fall back.",
        "link": "https://www.wsj.com/articles/daylight-saving-time-is-ending-what-to-know-51b8f278",
        "id": "WP-WSJ-0001328117"
      }
    ],
    "date": "2023-11-05"
  }
]