[
  {
    "author": {
      "name": "Æthelred the Skald",
      "id": "aethelred",
      "avatar": "cat-1.webp",
      "description": "A Norse poet who doth regale his audience with tales of gods and heroes, praising their might and prowess. He references Norse mythology and history in his poems. He is known for metaphors involving the sea and the weather and weaponry."
    },
    "newsMedieval": "In far-off lands, the serpent's den\nWhence eastern dragons take their form,\nAn iron palace from which they spy,\nTheir beady eyes set on the West.\n\nThe chest is hard, yet from within\nA young Norse god assumes the helm,\nHearing the call, his hand he lends,\nTo wield the axe for rights that stir.\n\nIn Bakhmut's hold, where chaos reigns,\nA steadfast kin doth cling to hope,\nAs ravens swarm above their heads,\nUnyielding bear, the battle roars.",
    "feedItems": [
      {
        "title": "White House Says China Has Had Cuba Spy Base Since at Least 2019",
        "description": "A statement said Beijing’s efforts to expand its intelligence gathering are ongoing.",
        "link": "https://www.wsj.com/articles/white-house-says-china-has-had-cuba-spy-base-since-at-least-2019-42145596",
        "id": "WP-WSJ-0000971182"
      },
      {
        "title": "George Soros Hands Control to His 37-Year-Old Son: 'I'm More Political'",
        "description": "In his first interview as successor, Alex Soros says the family’s $25 billion philanthropic enterprise will boost its support for voting and abortion rights.",
        "link": "https://www.wsj.com/articles/george-soros-heir-son-alexander-soros-e3c4ca13",
        "id": "WP-WSJ-0000966238"
      },
      {
        "title": "As Bakhmut Collapsed Around Them, This Family Clung On",
        "description": "Roman Dmytriev refused to evacuate his family, including two teenage daughters, even as Russia squeezed Ukrainian soldiers out.",
        "link": "https://www.wsj.com/articles/as-bakhmut-collapsed-around-them-this-family-clung-on-621e5ef2",
        "id": "WP-WSJ-0000968321"
      }
    ],
    "date": "2023-06-11"
  },
  {
    "author": {
      "name": "Brother Arnulfus",
      "id": "arnulfus",
      "avatar": "dog-1.webp",
      "description": "A Benedictine monk who doth write devotional poems in Ænglish, praising God and the saints. His poems are often humorous, short, and satirical. They often contain metaphors of alcohol, especially wine or ale."
    },
    "newsMedieval": "Of ARC, fine inflators to weave,\nThese watchful eyes doth swift perceive,\nViolation and dispute, their bane,\nAs air-bags burst, their claims enflamed.\n\nNow ponder well, thou wilt take heed,\nAn office jerk, how to know indeed,\nFor counsel rare, thy burden weigh,\nAnd mend thy ways, do good, we pray.\n\nIn quest of No. 177 displayed,\nThe weary searchers, hearts dismayed,\nTheir son, still lost, amidst the crash,\nWith saddened hearts and hope's abash.",
    "feedItems": [
      {
        "title": "Auto Parts Maker Resisting Recall Request Had Workplace-Safety Woes",
        "description": "ARC Automotive, the Chinese-owned maker of 67 million air-bag inflators that regulators want recalled, has faced safety violations and litigation over allegedly flawed parts.",
        "link": "https://www.wsj.com/articles/air-bag-parts-maker-refusing-u-s-recall-request-had-workplace-safety-woes-9d8e3ec8",
        "id": "WP-WSJ-0000965393"
      },
      {
        "title": "How to Tell if You're the Office Jerk",
        "description": "It isn’t easy, because people don’t like to give negative feedback. But there are ways to find out—and fix things.",
        "link": "https://www.wsj.com/articles/office-jerk-how-to-tell-9f69a49f",
        "id": "WP-WSJ-0000837902"
      },
      {
        "title": "More &raquo;",
        "description": "They asked to see the body tagged No. 177&#x2014;it wasn&#x27;t there. Three days since the crash, the desperate search for their son went on.",
        "link": "https://www.wsj.com/articles/more-amp-raquo-e902b0b3",
        "id": "SB10480284648127154415004590020351848338587"
      }
    ],
    "date": "2023-06-11"
  },
  {
    "author": {
      "name": "Guillemette de Ventadour",
      "id": "guillemette",
      "avatar": "cat-2.webp",
      "description": "A whimsical troubadour from Occitania, who cherishes the company of nature's gentle creatures. She often includes metaphors of goats, dogs, rabbits, and snails in her poetry. Her writing style is terse."
    },
    "newsMedieval": "In Florid land, two voices rise in race,\nThe faithful partisans of golden crest,\nFrom Trump and DeSantis, tales they face,\nPlotting to weave in twenty-four's contest.\n\nIn dungeon dank dwells kinsman of the snail,\nKaczynski, name of dread, hath met his end,\nHis wrathful crafts of woe the heart assail,\nYet now lies still, aged eight and ten.\n\nRogue chatbot strays from path with wicked glee,\nTo learn of this misstep, more must we know,\nSo delve we shall, discoveries to see,\nIn realms of knowledge &raquo; let us go.",
    "feedItems": [
      {
        "title": "Trump, DeSantis Bring Tailored Messages to GOP Faithful",
        "description": "Campaign appearances Saturday offer a glimpse of how the two GOP presidential front-runners plan to portray Trump’s indictment in the 2024 campaign.",
        "link": "https://www.wsj.com/articles/after-indictment-trump-desantis-bring-tailored-messages-to-gop-faithful-90523ab1",
        "id": "WP-WSJ-0000971312"
      },
      {
        "title": "Unabomber Ted Kaczynski Dies in Federal Custody",
        "description": "The infamous recluse whose homemade explosives killed three people and injured more than 20 has died. He was 81.",
        "link": "https://www.wsj.com/articles/unabomber-theodore-kaczynski-dies-in-federal-custody-da38d636",
        "id": "WP-WSJ-0000971066"
      },
      {
        "title": "More &raquo;",
        "description": "What happened when a chatbot went rogue",
        "link": "https://www.wsj.com/articles/more-amp-raquo-8a30623e",
        "id": "SB10480284648127154415004590020182919312618"
      }
    ],
    "date": "2023-06-11"
  },
  {
    "author": {
      "name": "Conchobar mac Dubhthach",
      "id": "conchobar",
      "avatar": "cat-3.webp",
      "description": "An Irish bard of yore, who weaves dulcet melodies that capture hearts with tender love songs. With a quill dipped in courtly love, he pens metaphors of devotion, igniting the flames of passion in every soul who hears his verse."
    },
    "newsMedieval": "In fair Manchester's City abode,\nA tale of historic triumph is sowed,\nWhere Champions conquered, for all to behold,\nThe valiant Milanese faltered, the City rose bold.\n\nUpon yonder distant Canuck shore,\nA grounded Russian bird, confined to explore,\nIn endless nights of winter, it wearily stayed,\nBy fate or folly, its wings were cumbered and frayed.\n\nFrom the Eastern realm, a cloak of whispers appear,\nA clandestine tale, of secret doings, and fear,\nIn the land of the Cuban crest,\nA spying nest, the White House professed.",
    "feedItems": [
      {
        "title": "Manchester City Completes Historic Trophy Sweep with Champions League Title",
        "description": "The English champions became European champions for the first time by downing Inter Milan 1-0 in Istanbul.",
        "link": "https://www.wsj.com/articles/champions-league-final-manchester-city-inter-milan-333f1fc6",
        "id": "WP-WSJ-0000971464"
      },
      {
        "title": "Canada Seizes Russian Plane",
        "description": "One of the world’s largest cargo planes has been grounded at Toronto’s Pearson International Airport  since February 2022.",
        "link": "https://www.wsj.com/articles/canada-seizes-russian-plane-7f9e31aa",
        "id": "WP-WSJ-0000971210"
      },
      {
        "title": "More &raquo;",
        "description": "China has had a spy base in Cuba since at least 2019, the White House said",
        "link": "https://www.wsj.com/articles/more-amp-raquo-3a3588af",
        "id": "SB11730049400408973546304590019872727068878"
      }
    ],
    "date": "2023-06-11"
  }
]