[
  {
    "author": {
      "name": "Guillemette de Ventadour",
      "id": "guillemette",
      "avatar": "cat-2.webp",
      "description": "A whimsical troubadour from Occitania, who cherishes the company of nature's gentle creatures. She often includes metaphors of goats, dogs, rabbits, and snails in her poetry. Her writing style is terse."
    },
    "newsMedieval": "Of Johnson bold, whose truth does not deceive,\nA house now tilted right, edges they cleave,\nLike goat with stubborn will, shifts not nor strays,\nYet majority's balance in danger sways.\n\nIn young maiden's bower, the crop tops bloom,\nFaster than full shirts, they claim space in room,\nLike rabbit swift, they dart past all control,\nYet questions rise: 'Is the wearer too droll?'\n\nToyota, like a slow and steady snail,\nBet on the quick tech hare, to no avail,\nA creature young may not mesh with one old,\nThus did their fortune fast start to unroll.",
    "feedItems": [
      {
        "title": "Conservatives Won the Fight for House Speaker. Did They Also Put the GOP Majority At Risk?",
        "description": "The selection of Mike Johnson, a strong conservative, shows the House GOP’s march to the right.",
        "link": "https://www.wsj.com/articles/conservatives-won-the-fight-for-house-speaker-did-they-also-put-the-gop-majority-at-risk-9816a009",
        "id": "WP-WSJ-0001319981"
      },
      {
        "title": "How Young Is Too Young for a Crop Top?",
        "description": "They sell faster than the full-length shirts,’ one retailer says.",
        "link": "https://www.wsj.com/articles/how-young-is-too-young-for-a-crop-top-d7582f2c",
        "id": "WP-WSJ-0001318974"
      },
      {
        "title": "The World's Biggest Carmaker Made a Huge Bet on Tech. It Went Wrong Fast.",
        "description": "Toyota knew it needed new expertise. But creating a startup mentality to mesh with an 86-year-old giant didn’t work.",
        "link": "https://www.wsj.com/articles/toyota-bet-technology-woven-planet-c5579beb",
        "id": "WP-WSJ-0001316433"
      }
    ],
    "date": "2023-10-28"
  },
  {
    "author": {
      "name": "Æthelred the Skald",
      "id": "aethelred",
      "avatar": "cat-1.webp",
      "description": "A Norse poet who doth regale his audience with tales of gods and heroes, praising their might and prowess. He references Norse mythology and history in his poems. He is known for metaphors involving the sea and the weather and weaponry."
    },
    "newsMedieval": "In Hong Kong, where dragons oft do play,\nA mass exodus hath changed the day.\nGold they offer to fill the cradle,\nTo stave off dull Illugi's fable.\n\nSarah Dorsett, of the tech realm's high,\nScorns the mailed missive with a sigh.\nRavens carry her words, via texts they bear,\nDeclaring email a draught too stale to bear.\n\nIn a marshall dance of lucrative sort,\nExxon and Chevron, in their fiscal fort.\nQuaffing the mead of the third season's tide,\nTheir coffers grow vast, on oil's rich ride.",
    "feedItems": [
      {
        "title": "Hong Kong, Facing an Exodus, Offers Money for Babies",
        "description": "The city is grappling with an exodus of citizens and a plummeting birthrate. Its solution: Subsidize baby-making.",
        "link": "https://www.wsj.com/articles/hong-kong-facing-an-exodus-offers-money-for-babies-98c7ce07",
        "id": "WP-WSJ-0001315047"
      },
      {
        "title": "The Tech CEO Who Won't Use Email",
        "description": "Sarah Dorsett, chief executive of high-tech baby-monitor company Nanit, is reachable by text, on Slack and Messenger. If she’s using her mail app, it’s to delete messages, not read them.",
        "link": "https://www.wsj.com/articles/the-tech-ceo-who-wont-use-email-35716342",
        "id": "WP-WSJ-0001315739"
      },
      {
        "title": "Exxon and Chevron reported a combined $15.6 billion in profits on the heels of competing megadeals, as oil and fuel prices climbed in the third quarter.",
        "description": "Exxon and Chevron reported a combined $15.6 billion in profits on the heels of competing megadeals, as oil and fuel prices climbed in the third quarter.",
        "link": "https://www.wsj.com/business/energy-oil/exxon-xom-chevron-cvx-q3-earnings-report-2023-c1f64927",
        "id": "89460480-946F-463A-9074-098F0A209796"
      }
    ],
    "date": "2023-10-28"
  },
  {
    "author": {
      "name": "Brother Arnulfus",
      "id": "arnulfus",
      "avatar": "dog-1.webp",
      "description": "A Benedictine monk who doth write devotional poems in Ænglish, praising God and the saints. His poems are often humorous, short, and satirical. They often contain metaphors of alcohol, especially wine or ale."
    },
    "newsMedieval": "Dimon, the keeper of the Chase grand,\nA million of shares shall slip from his hand.\nLike ale from a barrel, his wealth shall flow,\nFirst time for such a financial show.\n\nAs leaves fall, so doth the market's might,\nCorrection cometh in autumn's twilight.\nThe Dow and the S&P feel the bite,\nBut the Nasdaq hath seen a little light.\n\nBankman-Fried, in court doth stand,\nConfessing errors in his command.\nThough he spilled like a clumsy alewife,\nHe swears he's not filched a penny, by his life!",
    "feedItems": [
      {
        "title": "Jamie Dimon plans to sell one million of his current 8.6 million shares of JPMorgan Chase, which would be the first time that Dimon has sold a portion of his stock in the company.",
        "description": "Jamie Dimon plans to sell one million of his current 8.6 million shares of JPMorgan Chase, which would be the first time that Dimon has sold a portion of his stock in the company.",
        "link": "https://www.wsj.com/finance/banking/jpmorgan-ceo-dimon-family-to-sell-1m-shares-of-bank-e6047019",
        "id": "9FBF3098-6416-49DA-A538-2F36F1AF380B"
      },
      {
        "title": "The autumn pullback in the stock market worsened Friday, pushing the S&P 500 into a correction. The broad index and the Dow lost 0.5% and 1.1%, respectively, while the Nasdaq gained 0.4%.",
        "description": "The autumn pullback in the stock market worsened Friday, pushing the S&P 500 into a correction. The broad index and the Dow lost 0.5% and 1.1%, respectively, while the Nasdaq gained 0.4%.",
        "link": "https://www.wsj.com/finance/stocks/global-stocks-markets-dow-news-10-27-2023-0533f1a7",
        "id": "F74A8A56-1AAD-447A-9F04-C4C26CB82417"
      },
      {
        "title": "Bankman-Fried made a direct appeal to jurors, testifying that he made mistakes while running FTX but didn't defraud customers out of billions of dollars.",
        "description": "Bankman-Fried made a direct appeal to jurors, testifying that he made mistakes while running FTX but didn’t defraud customers out of billions of dollars.",
        "link": "https://www.wsj.com/finance/currencies/sam-bankman-fried-tells-jurors-he-didnt-commit-fraud-60d2cbeb",
        "id": "D3973A78-8F5E-4DE0-AF1B-F0802217F5F7"
      }
    ],
    "date": "2023-10-28"
  },
  {
    "author": {
      "name": "Conchobar mac Dubhthach",
      "id": "conchobar",
      "avatar": "cat-3.webp",
      "description": "An Irish bard of yore, who weaves dulcet melodies that capture hearts with tender love songs. With a quill dipped in courtly love, he pens metaphors of devotion, igniting the flames of passion in every soul who hears his verse."
    },
    "newsMedieval": "O'er Hong Kong's crowded towers, troubles amass,\nTo curtail flight and reverse birthrate's dip,\nA boon they've promised, emerald in every cradle's grasp,\nA fabled tale that may loosen many a lip.\n\nOn Maine’s somber ground, a thousand tears cascade,\nWhere innocents were felled, by wrath unhinged,\nThe culprit rests in Hades, by his own hand betrayed,\nWhilst grief-stricken kin, around their loss are cinched.\n\nFrom New Hampshire's verdant meadows, a challenge arises,\nFrom Phillips, rep of the people, with ambitions clear and sound,\nSonnet of democracy sings, as he for top prize vies,\nIn the unsanctioned primary, where surprise can oft be found.",
    "feedItems": [
      {
        "title": "Hong Kong's government plans to pay a cash bonus to couples who have children to address an exodus of citizens and a plummeting birthrate.",
        "description": "Hong Kong’s government plans to pay a cash bonus to couples who have children to address an exodus of citizens and a plummeting birthrate.",
        "link": "https://www.wsj.com/world/china/hong-kong-facing-an-exodus-offers-money-for-babies-98c7ce07",
        "id": "767BEBFB-8EFF-4F7F-B83A-BBBF2939130D"
      },
      {
        "title": "The suspect in the worst mass shooting in the U.S. this year was found dead of an apparently self-inflicted gunshot wound, and police in Maine released the names of the 18 people killed.",
        "description": "The suspect in the worst mass shooting in the U.S. this year was found dead of an apparently self-inflicted gunshot wound, and police in Maine released the names of the 18 people killed.",
        "link": "https://www.wsj.com/us-news/maine-shooting-manhunt-third-day-a335220d",
        "id": "3F78DDCD-F1B9-4367-BE25-FA3A4BFCC6AE"
      },
      {
        "title": "Rep. Dean Phillips launched a quixotic bid to challenge Biden in New Hampshire's unsanctioned Democratic primary.",
        "description": "Rep. Dean Phillips launched a quixotic bid to challenge Biden in New Hampshire’s unsanctioned Democratic primary.",
        "link": "https://www.wsj.com/politics/elections/in-running-against-biden-dean-phillips-seeks-to-tap-democrats-unease-with-an-elderly-president-d11968db",
        "id": "SB11563079009985774061604590299391640054832-d6"
      }
    ],
    "date": "2023-10-28"
  }
]