[
  {
    "author": {
      "name": "Conchobar mac Dubhthach",
      "id": "conchobar",
      "avatar": "cat-3.webp",
      "description": "An Irish bard of yore, who weaves dulcet melodies that capture hearts with tender love songs. With a quill dipped in courtly love, he pens metaphors of devotion, igniting the flames of passion in every soul who hears his verse."
    },
    "newsMedieval": "As greenium sees its rise, say scribes from yonder land,\nAn increase slight, to three points bright, in Eurozone does stand.\nThis quill, its truth to ink, of verdant bonds expands,\nUniCredit's tale of green prevails, in government's firm hand.\n\nYet, gas of nature dips its course, though troubles stir the East,\nDespite the worry, price does slurry, dropping near two at least.\nA shaping quirk, Goldman takes note, supply remains, not ceased,\nIsraeli disruption bears no function, 'twas a fearsome beast.\n\nIn land of stars and stripes bold, the Dollar holds its might,\nYet weak 't may turn, should fortune spurn, fewer surprises in sight.\nTo Danske Bank's lore, we're privy more, retail data emits light,\nEconomy strong, yet may be wrong, we await the night's insight.",
    "feedItems": [
      {
        "title": "Average Green Premium on Eurozone Green Government Bonds Seen Rising",
        "description": "The average green premium, or “greenium”, on eurozone green government bonds has increased slightly in the past few months and now stands at 3 basis points, UniCredit Research said.",
        "link": "https://www.wsj.com/articles/finnish-bond-cheapening-seen-insufficient-to-propel-appeal-ahead-of-auction-a197d2e3",
        "id": "WP-WSJ-0001289493"
      },
      {
        "title": "Natural Gas Slips With Israel Supply Disruption Yet to Affect Market",
        "description": "European natural-gas prices fell more than 2% despite worries over supply problems in the Middle East, with Goldman Sachs saying Israeli gas disruption was not impacting LNG supplies yet.",
        "link": "https://www.wsj.com/articles/natural-gas-slips-with-israel-supply-disruption-yet-to-affect-market-8cf29723",
        "id": "WP-WSJ-0001289540"
      },
      {
        "title": "Economic Strength Supports Dollar For Now; US Retail Sales Data Key",
        "description": "The dollar traded firmer, although there is a risk it could start to weaken “due to fewer positive economic surprises from the U.S. in the near-term,” Danske Bank Research said ahead of the retail sales data, which could be the most significant release this week.",
        "link": "https://www.wsj.com/articles/asian-currencies-consolidate-may-strengthen-amid-risk-on-sentiment-a031d411",
        "id": "WP-WSJ-0001289197"
      }
    ],
    "date": "2023-10-17"
  },
  {
    "author": {
      "name": "Guillemette de Ventadour",
      "id": "guillemette",
      "avatar": "cat-2.webp",
      "description": "A whimsical troubadour from Occitania, who cherishes the company of nature's gentle creatures. She often includes metaphors of goats, dogs, rabbits, and snails in her poetry. Her writing style is terse."
    },
    "newsMedieval": "In Britain's realm where riches flower,\nThe goat has lost a share of power,\nWhile interest's snail slows his pace,\nIn silence endures the wage's grace.\n\nWhen Lonza whispers words of gold,\nProud rabbit's dreams unfold, behold!\nYet future warnings, they intrude,\nFrom Moderna's loss, the dog feels subdued.\n\nThe ruthless shears of Rolls-Royce fall,\nOn humble workers, they enthrall.\nIn numbers vast, they cut, divide,\nBeneath the veil of review, they hide.",
    "feedItems": [
      {
        "title": "U.K. Wage Growth Cools",
        "description": "Wage growth in the U.K., excluding bonuses, was 7.8% in the three months to August, the first fall since January and easing the pressure on the BOE over its interest rate policy.",
        "link": "https://www.wsj.com/articles/uk-wage-growth-cooled-in-three-months-to-august-easing-pressure-on-bank-of-england-690330b",
        "id": "WP-WSJ-0001289502"
      },
      {
        "title": "Lonza Sees Strong Full-Year But Faces Tough 2024",
        "description": "Lonza said its core earnings growth for 2023 will be above its previously indicated range, but cautioned its profits next year will take a hit from lost Moderna revenue.",
        "link": "https://www.wsj.com/articles/lonza-warns-on-2024-profitability-hit-from-lost-moderna-revenue-db6a5a92",
        "id": "WP-WSJ-0001289420"
      },
      {
        "title": "Rolls-Royce to Cut Global Workforce",
        "description": "Rolls-Royce said it will axe 2,000-2,500 jobs worldwide as part of a transformation program and strategy review.",
        "link": "https://www.wsj.com/articles/rolls-royce-to-cut-2-000-2-500-jobs-globally-in-strategic-overhaul-b86b5b8f",
        "id": "WP-WSJ-0001289464"
      }
    ],
    "date": "2023-10-17"
  },
  {
    "author": {
      "name": "Brother Arnulfus",
      "id": "arnulfus",
      "avatar": "dog-1.webp",
      "description": "A Benedictine monk who doth write devotional poems in Ænglish, praising God and the saints. His poems are often humorous, short, and satirical. They often contain metaphors of alcohol, especially wine or ale."
    },
    "newsMedieval": "On Nikkei's grand rise in part by tech and game,\nAs Middle Eastern worries yield tranquility's claim.\nJapanese stocks they flourish, joy dost part the veil,\nJust like a ceaseless carouse of merry wine and ale.\n\nBaidu, bold in Eastern shores, doth declare its might,\nSayin', 'gainst OpenAI, their wisdom burns as bright.\nInscribed unto their model, lies secrets of the realm,\nJust like a monk at vespers, his prayers at the helm.\n\nUmicore's pact of ten years' turn, with AESC's might,\nTo render verdant visions in electric light.\nIn this our world of horseless charge, ales serve to conceal,\nThe marvel of the streamless carriage, turn'd by the wheel.",
    "feedItems": [
      {
        "title": "Nikkei Rises 1.2%, Led by Game, Tech Stocks",
        "description": "Japanese stocks ended higher, led by gains in game and tech stocks as initials fears about an escalating conflict in the Middle East ebb for now.",
        "link": "https://www.wsj.com/articles/australia-shares-set-to-bounce-at-the-open-6c6a3b49",
        "id": "WP-WSJ-0001288792"
      },
      {
        "title": "Baidu Says Its AI Model Now Rivals OpenAI's",
        "description": "China’s Baidu unveiled a new generative artificial intelligence model that it said rivals OpenAI’s ChatGPT, as part of its efforts to lead the race for AI development in the world’s second-largest economy.",
        "link": "https://www.wsj.com/articles/baidu-says-its-ai-model-now-rivals-openais-64535821",
        "id": "WP-WSJ-0001289446"
      },
      {
        "title": "Umicore Nets AESC Battery Supply Deal",
        "description": "Umicore signed a ten-year agreement to supply materials for the production of electric-vehicle batteries at manufacturer AESC’s U.S. sites.",
        "link": "https://www.wsj.com/articles/umicore-to-supply-ev-battery-materials-to-aescs-us-sites-1439acae",
        "id": "WP-WSJ-0001289443"
      }
    ],
    "date": "2023-10-17"
  },
  {
    "author": {
      "name": "Æthelred the Skald",
      "id": "aethelred",
      "avatar": "cat-1.webp",
      "description": "A Norse poet who doth regale his audience with tales of gods and heroes, praising their might and prowess. He references Norse mythology and history in his poems. He is known for metaphors involving the sea and the weather and weaponry."
    },
    "newsMedieval": "From Ericsson, a grave forecast we heed,\nTheir guidance gone, like driftwood on the tide,\nTheir network's fortitude in dire need,\n'Fore 2023's fourth quarter, turns the ride.\n\nUpon the sage-strewn stage, two great minds meet,\nAltman the Skilled and Cox of Meta's Might,\nTo dissect AI's might, a task not fleet,\nUnder Tech Live's revealing lantern light.\n\nFrom shores afar, the Bear of Austria roars,\nCalls for young blood to lead both wolf and bear,\nHis heart in politics still steadfast soars,\nFor Israel, shows the US its care.",
    "feedItems": [
      {
        "title": "Ericsson Sheds Guidance, Warns on Networks Recovery",
        "description": "Ericsson removed its key margin guidance beyond the fourth quarter of 2023 after warning that current uncertainties in its mobile networks business will persist into next year.",
        "link": "https://www.wsj.com/articles/ericsson-cautions-on-networks-business-recovery-removes-margin-guidance-c2716bd3",
        "id": "WP-WSJ-0001289430"
      },
      {
        "title": "WSJ Tech Live 2023: OpenAI's Sam Altman and Meta's Chris Cox to Headline",
        "description": "AI’s impact on tech and entertainment to be a key focus for industry leaders.",
        "link": "https://www.wsj.com/articles/wsj-tech-live-2023-full-coverage-c2cb70fa",
        "id": "WP-WSJ-0001284977"
      },
      {
        "title": "Schwarzenegger Says Democratic and Republican Leadership Ranks Need Fresh Blood",
        "description": "At WSJ Tech Live, the actor and former California governor praised the U.S. backing of Israel and said his AI future is up to his children.",
        "link": "https://www.wsj.com/articles/schwarzenegger-says-democratic-and-republican-leadership-ranks-need-fresh-blood-4a311d67",
        "id": "WP-WSJ-0001289376"
      }
    ],
    "date": "2023-10-17"
  }
]