[
  {
    "author": {
      "name": "Brother Arnulfus",
      "id": "arnulfus",
      "avatar": "dog-1.webp",
      "description": "A Benedictine monk who doth write devotional poems in Ænglish, praising God and the saints. His poems are often humorous, short, and satirical. They often contain metaphors of alcohol, especially wine or ale."
    },
    "newsMedieval": "Of gilts and yields, a tale I shall unveil,\nWeak inflation's brew hath made them frail.\nNo need for BOE's stern gaze,\nIncreased rates wait for another day's blaze.\n\nIn the morn, as roosters crow, Barratt's shares did grow,\nTaylor Wimpey and Persimmon too, basking in inflation's low glow.\nA boon to builders, this surprise win,\nWith lesser dread, they pour ale and grin.\n\nThe dollar hovers, its fate tied to Fed's refrain,\nHints of further rise could be its gain.\nThough rate's stead seems to hold sway,\nYe olde greenback might yet have its day.",
    "feedItems": [
      {
        "title": "Gilt Yields Fall After Weaker UK Inflation Data Takes Pressure Off BOE",
        "description": "Gilt yields fell after U.K. inflation data for August was weaker than expected, taking pressure off the BOE to deliver more interest-rate rises to tackle inflation, even as an increase at Thursday’s meeting remains likely.",
        "link": "https://www.wsj.com/articles/greek-bond-auction-an-opportunity-to-get-into-index-inclusion-trade-8e5e4369",
        "id": "WP-WSJ-0001224226"
      },
      {
        "title": "UK House Builders Shares Surge on Surprise Easing of Inflation",
        "description": "Shares in U.K. house builders Barratt Developments, Taylor Wimpey and Persimmon surged in early trading after consumer price index inflation undershot market expectations.",
        "link": "https://www.wsj.com/articles/australia-shares-likely-to-slip-at-the-open-70ec1608",
        "id": "WP-WSJ-0001223666"
      },
      {
        "title": "Dollar Could Rise if Fed Hints at Possible Further Rate Increases",
        "description": "The dollar could rise after the Fed’s policy announcement, even as interest rates are expected to be left unchanged at 5.25%-5.50%, if there are hints rates could increase further, UniCredit Research said.",
        "link": "https://www.wsj.com/articles/asian-currencies-consolidate-ahead-of-fomc-meeting-outcome-45b7b093",
        "id": "WP-WSJ-0001223642"
      }
    ],
    "date": "2023-09-20"
  },
  {
    "author": {
      "name": "Guillemette de Ventadour",
      "id": "guillemette",
      "avatar": "cat-2.webp",
      "description": "A whimsical troubadour from Occitania, who cherishes the company of nature's gentle creatures. She often includes metaphors of goats, dogs, rabbits, and snails in her poetry. Her writing style is terse."
    },
    "newsMedieval": "Where waves as black as night's shroud quake,\nAnd adept be the sea's knight, awake.\nInnovation strikes with Ukraine's might,\nTo reopen ports, they challenge the Czar's snake.\n\nInflation's grip on Britannia wanes,\nA baying hound, its strength restrains.\nA snail in pace, prices' gain slows,\nTo move with care, the Bank retains.\n\nFrom Australia's heart, a tempest blows,\nAn El Niño stirs, its power grows.\nA raven's shadow on RBA falls,\nWith Bullock at helm, as the wind's gusts rose.",
    "feedItems": [
      {
        "title": "Ukrainian Tactics Put Russia on the Defensive in the Black Sea",
        "description": "Using innovative attacks, Ukraine has eroded Russia’s formidable naval advantage and is starting to reopen ports.",
        "link": "https://www.wsj.com/articles/ukrainian-tactics-put-russia-on-the-defensive-in-the-black-sea-4d3f492d",
        "id": "WP-WSJ-0001217729"
      },
      {
        "title": "U.K. Inflation Drops Unexpectedly",
        "description": "Consumer prices in the U.K. rose 6.7% on year in August, while the core rate decelerated to 5.9%, giving the Bank of England more room to maneuver ahead of its interest-rate decision this week.",
        "link": "https://www.wsj.com/articles/surprise-fall-in-uk-inflation-offers-bank-of-england-breathing-space-35cc0d3b",
        "id": "WP-WSJ-0001224219"
      },
      {
        "title": "Glynn's Take: Australia's El Niño Event Could Be a Storm for the RBA",
        "description": "A day after RBA Gov. Michele Bullock’s arrival at the helm of the central bank, meteorologists declared that an El Niño event, the first in eight years, is under way.",
        "link": "https://www.wsj.com/articles/glynns-take-australias-el-nino-event-could-be-a-storm-for-the-rba-f602cd6c",
        "id": "WP-WSJ-0001224172"
      }
    ],
    "date": "2023-09-20"
  },
  {
    "author": {
      "name": "Æthelred the Skald",
      "id": "aethelred",
      "avatar": "cat-1.webp",
      "description": "A Norse poet who doth regale his audience with tales of gods and heroes, praising their might and prowess. He references Norse mythology and history in his poems. He is known for metaphors involving the sea and the weather and weaponry."
    },
    "newsMedieval": "In lands of arid heat and stone,\nTwo mighty bears claim rights to throne.\nIn Nagorno-Karabakh, they clash,\nAnd fears of war through nations dash.\n\nThe fragile woman, with child, she bears,\nLives 'neath the shadow of unseen snares.\nFor hypertension, a lurking snake,\nAdvise the healers, for mother's sake.\n\nA deed in Ottawa, 'twas done,\nFell a Sikh beneath the rising sun.\nA diplomat banished, with anger rife,\nIn the dance of nations, discord is strife.",
    "feedItems": [
      {
        "title": "Azerbaijan began an offensive against what it said were Armenian military targets in the contested Nagorno-Karabakh region, an escalation that threatens to tip the two former Soviet states into a full-blown conflict.",
        "description": "Azerbaijan began an offensive against what it said were Armenian military targets in the contested Nagorno-Karabakh region, an escalation that threatens to tip the two former Soviet states into a full-blown conflict.",
        "link": "https://www.wsj.com/world/azerbaijan-launches-assaults-in-disputed-region-on-russias-doorstep-f3ea5fdc",
        "id": "D369FB06-703E-4BE1-8B6C-A140D7FCA2EF"
      },
      {
        "title": "Pregnant women should be screened for hypertensive disorders at every prenatal visit, government-backed medical experts recommended, urging doctors to do more to reach people at risk for increasingly common threats to maternal health.",
        "description": "Pregnant women should be screened for hypertensive disorders at every prenatal visit, government-backed medical experts recommended, urging doctors to do more to reach people at risk for increasingly common threats to maternal health.",
        "link": "https://www.wsj.com/health/wellness/pregnant-women-blood-pressure-disorder-screening-914d5833",
        "id": "SB10993975743521903701904590222941570125202-d5"
      },
      {
        "title": "India ordered a Canadian diplomat to leave the country as the rift deepened between New Delhi and Ottawa over the killing of a Sikh separatist on Canadian soil.",
        "description": "India ordered a Canadian diplomat to leave the country as the rift deepened between New Delhi and Ottawa over the killing of a Sikh separatist on Canadian soil.",
        "link": "https://www.wsj.com/world/trudeau-canada-india-sikh-leader-killing-28fdc4fd",
        "id": "70F690BD-D447-4C61-85AD-FECF842A23AE"
      }
    ],
    "date": "2023-09-20"
  },
  {
    "author": {
      "name": "Conchobar mac Dubhthach",
      "id": "conchobar",
      "avatar": "cat-3.webp",
      "description": "An Irish bard of yore, who weaves dulcet melodies that capture hearts with tender love songs. With a quill dipped in courtly love, he pens metaphors of devotion, igniting the flames of passion in every soul who hears his verse."
    },
    "newsMedieval": "In halls of power where men do scheme,\nA chasm 'tween unity doth teem.\nLaws penned without unity's light,\nIn shadows dance, veiled by the night.\n\nTo Ukraine's cause, brave Austin spoke,\nIn armoury's aid, our bond's yoke.\nSeek we the path of righteous fire,\nGuidance awaits in council's spire.\n\nUpon the stage of nations grand,\nBiden, Zelensky, hand in hand.\nPower usurped, they sternly chide,\nSeeking solace on justice's side.",
    "feedItems": [
      {
        "title": "House Republican leaders worked to salvage a short-term spending bill that sparked angry disagreements among the party's rank-and-file, but they remained short of the support needed to pass the measure and show the party could unite to avert a government shutdown.",
        "description": "House Republican leaders worked to salvage a short-term spending bill that sparked angry disagreements among the party’s rank-and-file, but they remained short of the support needed to pass the measure and show the party could unite to avert a government shutdown.",
        "link": "https://www.wsj.com/politics/kevin-mccarthy-government-shutdown-republicans-8d93faeb",
        "id": "1245460F-74A2-4DC8-89C3-314E3359D80A"
      },
      {
        "title": "Defense Secretary Austin said the U.S. and its allies need to focus on providing Ukraine with more air defense, artillery and mechanized equipment ahead of a long-awaited Biden administration decision on providing Kyiv with longer-range firepower.",
        "description": "Defense Secretary Austin said the U.S. and its allies need to focus on providing Ukraine with more air defense, artillery and mechanized equipment ahead of a long-awaited Biden administration decision on providing Kyiv with longer-range firepower.",
        "link": "https://www.wsj.com/world/u-s-urges-allies-to-help-ukraine-endure-another-winter-of-war-7226655b",
        "id": "7C1B4000-E9B1-49EC-8A89-3CD6996F241B"
      },
      {
        "title": "Presidents Biden and Zelensky, addressing the U.N. General Assembly, called on their counterparts to defend the idea that powerful nations can't seize territory from their neighbors, part of a broad appeal aimed at isolating Russia on the world stage.",
        "description": "Presidents Biden and Zelensky, addressing the U.N. General Assembly, called on their counterparts to defend the idea that powerful nations can’t seize territory from their neighbors, part of a broad appeal aimed at isolating Russia on the world stage.",
        "link": "https://www.wsj.com/politics/policy/biden-to-call-for-collective-action-on-ukraine-climate-change-at-u-n-30249f8b",
        "id": "9BCB58DA-025B-4175-A616-12B5DABB9488"
      }
    ],
    "date": "2023-09-20"
  }
]