[
  {
    "author": {
      "name": "Brother Arnulfus",
      "id": "arnulfus",
      "avatar": "dog-1.webp",
      "description": "A Benedictine monk who doth write devotional poems in Ænglish, praising God and the saints. His poems are often humorous, short, and satirical. They often contain metaphors of alcohol, especially wine or ale."
    },
    "newsMedieval": "O, merry market, where coin doth multiply,\nIn Spanish lands, Puig seeks to multiply.\nFor beauty's wares they speak, 'n seek €3 billion high,\nLike frothy ale, the company's fortunes lie.\n\nIn holy land, a fight hath taken its toll,\nA Hezbollah commander fell, so we're told.\nLike grapevines in the sun, his life unrolled,\nPrayers rise like incense, for peace we uphold.\n\nIn Eastern realm, a tech giant doth hail,\nAlibaba's cloud in sale, cloaked in the gale.\nPrices cut deep like wine in the holy grail,\nTo lure more seekers in the cybernetic trail.",
    "feedItems": [
      {
        "title": "Spain's Puig Intends to Go Public",
        "description": "Beauty group Puig said it plans to launch an initial public offering in Spain and reportedly raise around €3 billion in the process.",
        "link": "https://www.wsj.com/articles/spains-puig-intends-to-go-public-fb2d4256",
        "id": "WP-WSJ-0001688871"
      },
      {
        "title": "Israel Kills a Hezbollah Commander, as Gaza Cease-Fire Talks Show Progress",
        "description": "Hezbollah acknowledged the death of Ali Ahmed Hassin, who the Israeli military described as a brigade commander.",
        "link": "https://www.wsj.com/articles/israel-kills-a-hezbollah-commander-as-gaza-cease-fire-talks-show-progress-207885e1",
        "id": "WP-WSJ-0001688857"
      },
      {
        "title": "Alibaba Cloud Slashes Prices for International Customers",
        "description": "Alibaba Cloud is lowering prices for international users as it looks to attract more customers in the era of artificial intelligence, cutting some price tags by up to 59%.",
        "link": "https://www.wsj.com/articles/alibaba-cloud-slashes-core-product-prices-for-international-customers-7b3f22ad",
        "id": "WP-WSJ-0001688862"
      }
    ],
    "date": "2024-04-08"
  },
  {
    "author": {
      "name": "Conchobar mac Dubhthach",
      "id": "conchobar",
      "avatar": "cat-3.webp",
      "description": "An Irish bard of yore, who weaves dulcet melodies that capture hearts with tender love songs. With a quill dipped in courtly love, he pens metaphors of devotion, igniting the flames of passion in every soul who hears his verse."
    },
    "newsMedieval": "In the realm where economies hold sway,    \nBrent crude’s price dance a capricious ballet.  \nGoldman Sachs with foresight clear,  \nWhispers \"Neath a hundred 'twill stay, have no fear.\"\n\nYet amidst geopolitical strains,   \nGold upon, its steady gains.  \nA half percent its worth ascends,   \nAgainst cut hopes, its strength defends.  \n\nIn the realm of azure sky,  \nUpon a Boeing jet we spy,  \nAn engine's cover, lost in flight,   \nProbes FAA, shedding light.",
    "feedItems": [
      {
        "title": "Brent to Remain Below $100 a Barrel, Goldman Sachs Says",
        "description": "Brent crude oil prices are forecast to stay below $100 a barrel this year on expectations of solid demand and no additional hits to supply from geopolitical escalations, according to Goldman Sachs.",
        "link": "https://www.wsj.com/articles/oil-falls-dragged-by-ebbing-concerns-over-reduced-supply-a9701c7e",
        "id": "WP-WSJ-0001688444"
      },
      {
        "title": "Gold Rises on Persistent Geopolitical Tensions",
        "description": "Gold futures rose 0.5% as bubbling tensions in the Middle East continued to offset falling interest-rate cut hopes.",
        "link": "https://www.wsj.com/articles/gold-falls-on-likely-technical-correction-ae1dd867",
        "id": "WP-WSJ-0001688440"
      },
      {
        "title": "FAA to Probe Loss of Engine Cover on Southwest Airlines Boeing Jet",
        "description": "The Federal Aviation Administration is investigating an incident in which an engine cover fell off a Southwest Airlines-flown Boeing 737-800 jet during takeoff from Denver.",
        "link": "https://www.wsj.com/articles/faa-to-probe-loss-of-engine-cover-on-southwest-airlines-boeing-jet-4e648436",
        "id": "WP-WSJ-0001688846"
      }
    ],
    "date": "2024-04-08"
  },
  {
    "author": {
      "name": "Æthelred the Skald",
      "id": "aethelred",
      "avatar": "cat-1.webp",
      "description": "A Norse poet who doth regale his audience with tales of gods and heroes, praising their might and prowess. He references Norse mythology and history in his poems. He is known for metaphors involving the sea and the weather and weaponry."
    },
    "newsMedieval": "Gains in valuta of the U.S., strength fleet uncaged,\nFrom fathomless data of work, with bliss it engaged.\nBut swiftly to profit, the sea-monster ceded,\nIs news of this land's economies love-deed faded?  \n\nIn lands of Germanic halls, expectations well beaten,\nBy industrial might, a victory neat’n.\nIn the sphere of construction, in car-van new boon,\nThe output ascends in the light of the moon. \n\nPhilippines' mighty bank, in high golden stead,\nHolds the rhythm of rate, as the elder runes read.\nTo master inflation, growth's unruly mare,\nHer reins firmly held, in cautious care.",
    "feedItems": [
      {
        "title": "U.S. Dollar Fails to Sustain Gains After Strong Jobs Data",
        "description": "Having initially strengthened after much stronger-than-expected U.S. jobs data, the dollar soon succumbed to profit-taking, suggesting that U.S. economic news has become less important for the currency, Commerzbank said.",
        "link": "https://www.wsj.com/articles/asian-currencies-consolidate-fading-fed-rate-cut-bets-may-weigh-477e7d52",
        "id": "WP-WSJ-0001688446"
      },
      {
        "title": "German Industrial Output Beats Expectations",
        "description": "Germany’s industrial production rose 2.1% in February, helped by a recovery in the construction and car industries.",
        "link": "https://www.wsj.com/articles/german-industrial-production-beat-expectations-in-february-5a62b5bd",
        "id": "WP-WSJ-0001688803"
      },
      {
        "title": "Philippine Central Bank Holds Rate Steady to Tame Inflation",
        "description": "The Philippine central bank kept its policy rate unchanged, as expected, to rein in a recent pickup in inflation.",
        "link": "https://www.wsj.com/articles/philippine-central-bank-holds-rate-steady-to-tame-inflation-dfb546df",
        "id": "WP-WSJ-0001688545"
      }
    ],
    "date": "2024-04-08"
  },
  {
    "author": {
      "name": "Guillemette de Ventadour",
      "id": "guillemette",
      "avatar": "cat-2.webp",
      "description": "A whimsical troubadour from Occitania, who cherishes the company of nature's gentle creatures. She often includes metaphors of goats, dogs, rabbits, and snails in her poetry. Her writing style is terse."
    },
    "newsMedieval": "In treasuries' tale, the Bunds aren't veiled,\nBy U.S. yields, their fortress assailed.\nCommerzbank's word, a herder's staff high-lifted,\nErosion feared at range's ledge, to sky drifted.\n\nThe Qingming holiday, with travellers' jest,\nIn China's grove, awakes the drowsing nest.\nWith playful signs of rabbits, snails' adventure,\nA sought recovery in the gentle creature's gesture.\n\nNikkei, the stockyard, in delight basks,\nOf auto and electronics, a festive mask.\nBolstered by workfolk, in far-off land,\nResembles a choir, in harmony planned.",
    "feedItems": [
      {
        "title": "German Bunds Aren't Immune to Rise in U.S. Treasury Yields",
        "description": "German Bunds won’t be immune to rising Treasury yields Commerzbank Research said as it sticks to a cautious duration stance, adding yields may erode the upper end of the recent range around 2.45%.",
        "link": "https://www.wsj.com/articles/jgb-10-year-yield-rises-tracking-treasury-yields-4013b94b",
        "id": "WP-WSJ-0001688442"
      },
      {
        "title": "China Holiday Activity Adds to Recovery Signs",
        "description": "China’s weak consumer activity got a temporary boost from the Qingming holiday ended Saturday, during which more travelers hit the road, adding to signs of green shoots in the world’s second-largest economy.",
        "link": "https://www.wsj.com/articles/china-holiday-activity-tops-prepandemic-levels-adds-to-recovery-signs-b3011088",
        "id": "WP-WSJ-0001688805"
      },
      {
        "title": "Nikkei Rises 0.9%, Led by Electronics, Auto Stocks",
        "description": "Japanese stocks ended higher, led by gains in electronics and auto stocks, as strong U.S. jobs data bolstered confidence in the U.S. economy.",
        "link": "https://www.wsj.com/articles/australia-shares-set-for-opening-bounce-e15c4ea0",
        "id": "WP-WSJ-0001688430"
      }
    ],
    "date": "2024-04-08"
  }
]