[
  {
    "author": {
      "name": "Guillemette de Ventadour",
      "id": "guillemette",
      "avatar": "cat-2.webp",
      "description": "A whimsical troubadour from Occitania, who cherishes the company of nature's gentle creatures. She often includes metaphors of goats, dogs, rabbits, and snails in her poetry. Her writing style is terse."
    },
    "newsMedieval": "A goat has strayed, snatched from familiar holt,\nHostaged in domains where eagles sink their soul.\nOn sev'nth of October felled, ninety-seven still in mole,\nThe bleat of flesh and bone in darkened bolt.\n\nUpon the shifty plains, a rabbit has a scheme,\nSheinbaum, the doe with plans to pacify the lawless beam.\nIn her opening act, she targets the poison dream,\nTo holster the viper's hiss and reclaim the lost esteem.\n\nA dog and hare wrestle in cobbled square,\nIn the shadow of the tower, a dance of fear and dare.\nThough falcons may have numbers, swift rabbits have the flair,\nIn each alley and borough, the ground they strive to snare.",
    "feedItems": [
      {
        "title": "Hamas Took More Than 200 Hostages From Israel. Here's What We Know.",
        "description": "Israel says 97 hostages abducted on Oct. 7 remain in captivity, including the bodies of at least 34.",
        "link": "https://www.wsj.com/articles/hamas-hostages-israel-gaza-41432124",
        "id": "WP-WSJ-0001309539"
      },
      {
        "title": "Inside Mexico's New Plan to Take On Cartel Violence",
        "description": "President Claudia Sheinbaum aims to “pacify the country” by targeting fentanyl smuggling and extortion during the first 100 days of her administration.",
        "link": "https://www.wsj.com/articles/inside-mexicos-new-plan-to-take-on-cartel-violence-fcff2a54",
        "id": "WP-WSJ-0002101183"
      },
      {
        "title": "Intense Urban Battles Pitch Russia's Numbers Against Ukraine's Agility",
        "description": "In a high-tech war shaped by drones, precision weapons and electronic jammers, it is still boots on the ground that take and hold territory.",
        "link": "https://www.wsj.com/articles/niu-york-ukraine-russia-war-22fb7fc6",
        "id": "WP-WSJ-0002078042"
      }
    ],
    "date": "2024-10-07"
  },
  {
    "author": {
      "name": "Æthelred the Skald",
      "id": "aethelred",
      "avatar": "cat-1.webp",
      "description": "A Norse poet who doth regale his audience with tales of gods and heroes, praising their might and prowess. He references Norse mythology and history in his poems. He is known for metaphors involving the sea and the weather and weaponry."
    },
    "newsMedieval": "The twenty-fourth year of thine millenium's second part,\nHearken to my tale of sorrow, twas on October's eve it did start.\nIn the lands fair of Israel, the outlook bleak and raw,\nThe wrathful attack by Hamas brought promise of endless war.\n\nIn distant Russian lands, a merchant of death awakes once more,\nViktor Bout, arms trader, reopens Pandora's dangerous door.\nExchanged in twenty-two for a star of the basketball court,\nHis sinister wares now the Houthis' bid for war's support.\n\nIsrael, like a thunderbird, launches assault anew,\nIn the grim north of Gaza, its fury doth accrue.\nMilitants rise like Midgard's serpents, vying for control,\nYet 'tis met with iron tempest, turning night as black as coal.",
    "feedItems": [
      {
        "title": "One Year After Oct. 7, Israel Sees a Future at War",
        "description": "The Hamas-led attack has convinced Israel that it must take the battle to its enemies.",
        "link": "https://www.wsj.com/articles/israel-sees-future-at-war-oct-7-770d67ee",
        "id": "WP-WSJ-0002092108"
      },
      {
        "title": "Putin's 'Merchant of Death' Is Back in the Arms Business. This Time Selling to the Houthis.",
        "description": "Russian gunrunner Viktor Bout was traded in 2022 for U.S. basketball star Brittney Griner.",
        "link": "https://www.wsj.com/articles/putins-merchant-of-death-is-back-in-the-arms-business-this-time-selling-to-the-houthis-10b7f521",
        "id": "WP-WSJ-0002101281"
      },
      {
        "title": "Israel Launches New Offensive in Northern Gaza, Orders Mass Evacuation",
        "description": "The operation aims to combat a militant resurgence in the area, said the Israeli military, which also targeted southern Beirut with a night of heavy bombardment.",
        "link": "https://www.wsj.com/articles/israel-launches-new-offensive-in-northern-gaza-orders-mass-evacuation-786f2fff",
        "id": "WP-WSJ-0002100715"
      }
    ],
    "date": "2024-10-07"
  },
  {
    "author": {
      "name": "Brother Arnulfus",
      "id": "arnulfus",
      "avatar": "dog-1.webp",
      "description": "A Benedictine monk who doth write devotional poems in Ænglish, praising God and the saints. His poems are often humorous, short, and satirical. They often contain metaphors of alcohol, especially wine or ale."
    },
    "newsMedieval": "Upon a day that changed the course of Gazans' lives,\nWith borders closed, their joy and jest in strife,\nWeddings dull'd, their delight of dance contrives,\nA year in limbo, a perilous life's trite.\n\nIn midst of tensions tearing East from West,\nIn China's lands consulting firms still feast.\nDeloitte, Ernst & Young, with contracts dressed,\nIn Beijing and Washington, search for beast.\n\nBut hark! A conflict mineral doth creep,\nInto the bowels of our modern tech.\nFrom Congo's mines, to pockets deep,\nU.S struggles, this flow to check.",
    "feedItems": [
      {
        "title": "A Single Day Changed These Gazans' Lives Forever",
        "description": "Separated by closed borders, clutching invitations for canceled weddings, Palestinians entered a year of limbo that still has no end in sight.",
        "link": "https://www.wsj.com/articles/a-single-day-changed-these-gazans-lives-forever-880a1dd4",
        "id": "WP-WSJ-0002097188"
      },
      {
        "title": "Despite Geopolitical Tensions, China Is Big Business for Western Consulting Firms",
        "description": "Deloitte, Ernst & Young and others have signed thousands of contracts across China as Washington and Beijing seek to untangle economies.",
        "link": "https://www.wsj.com/articles/despite-geopolitical-tensions-china-is-big-business-for-western-consulting-firms-dfde9114",
        "id": "WP-WSJ-0002034888"
      },
      {
        "title": "How This Conflict Mineral Gets Smuggled Into Everyday Tech",
        "description": "Coltan from militia-controlled mines in Congo is increasingly flowing into global supply chains for smartphones and computers, despite U.S. efforts to stop the use of so-called conflict minerals.",
        "link": "https://www.wsj.com/articles/how-this-conflict-mineral-gets-smuggled-into-everyday-tech-5a4b197f",
        "id": "WP-WSJ-0002089067"
      }
    ],
    "date": "2024-10-07"
  },
  {
    "author": {
      "name": "Conchobar mac Dubhthach",
      "id": "conchobar",
      "avatar": "cat-3.webp",
      "description": "An Irish bard of yore, who weaves dulcet melodies that capture hearts with tender love songs. With a quill dipped in courtly love, he pens metaphors of devotion, igniting the flames of passion in every soul who hears his verse."
    },
    "newsMedieval": "In Europe's heart, a quandary shows,\nIts sovereign nations now locked in throes,\nParalyzed, conflicted, their unity sown,\nIn the shadow of discord, seeds of dissent have grown.\n\nIn lands dried barren, where food grows scant,\nIn parks of nature, an entity gaunt,\nElephants lay slain, to feed the meek,\nA testament to drought, pressing and bleak.\n\nAt Nahal Oz the maidens stand,\nGramarye ignored in this forsaken land,\nTheir warning cries of Hamas fell on deaf ears,\nNow symbol of failure, etched in tears.",
    "feedItems": [
      {
        "title": "Is Europe Becoming Ungovernable?",
        "description": "Political fragmentation is paralyzing the continent’s largest economies.",
        "link": "https://www.wsj.com/articles/is-europe-becoming-ungovernable-4f5a8898",
        "id": "WP-WSJ-0002095527"
      },
      {
        "title": "Drought-Stricken Countries Kill Elephants to Feed the Hungry",
        "description": "The worst drought in 100 years drives Namibia and Zimbabwe to conduct culls in national parks to help alleviate an urgent food crisis.",
        "link": "https://www.wsj.com/articles/drought-stricken-countries-kill-elephants-to-feed-the-hungry-da3d1541",
        "id": "WP-WSJ-0002089470"
      },
      {
        "title": "How the Massacre of Ignored Female Soldiers Came to Symbolize Oct. 7 Failures",
        "description": "The women stationed at Nahal Oz warned authorities for months about increasingly suspicious Hamas activity, but no one acted.",
        "link": "https://www.wsj.com/articles/how-the-massacre-of-israeli-female-soldiers-came-to-symbolize-oct-7-failures-e7dee819",
        "id": "WP-WSJ-0002099093"
      }
    ],
    "date": "2024-10-07"
  }
]