{
  "feedItems": [
    {
      "title": "Minneapolis awards $8.9 million to 2 people claiming Derek Chauvin kneeled on them",
      "description": "Chauvin has pleaded guilty to charges stemming from claims he kneeled on a teenager's neck in 2017, while he is accused of kneeling on a woman's neck earlier in that year.",
      "pubDate": "2023-04-14T09:53:44.000Z",
      "link": "https://www.npr.org/2023/04/14/1169941579/minneapolis-settlement-derek-chauvin"
    },
    {
      "title": "Need to charge your phone? Think twice — 'juice jackers' might come for you",
      "description": "\"Juice Jacking\" has become so prevalent that the FBI is now warning the public about it.",
      "pubDate": "2023-04-14T09:33:00.000Z",
      "link": "https://www.npr.org/2023/04/14/1169462974/need-to-charge-your-phone-think-twice-juice-jackers-might-come-for-you"
    },
    {
      "title": "Why New Mexico has one of the highest rates for killings by police",
      "description": "A shooting last week in Farmington, N.M., where police went to the wrong house and killed a man, is just the latest example of lethal force being used against civilians in the state.",
      "pubDate": "2023-04-14T09:03:38.000Z",
      "link": "https://www.npr.org/2023/04/14/1169480686/police-killings-new-mexico-gun-ownership"
    },
    {
      "title": "Here's what really happened during the abortion drug's approval 23 years ago",
      "description": "A Texas judge ruled that the Food and Drug Administration wrongly approved mifepristone in 2000 and accused it of doing a rush job. Here's what really went down.",
      "pubDate": "2023-04-14T09:01:09.000Z",
      "link": "https://www.npr.org/sections/health-shots/2023/04/14/1169859888/heres-what-really-happened-during-the-abortion-drugs-approval-23-years-ago"
    },
    {
      "title": "The math behind Dominion Voting System's $1.6 billion lawsuit against Fox News",
      "description": "If Dominion prevails in its massive defamation suit against Fox News, a big challenge for the voting tech company will be to demonstrate that it deserves more than $1 billion in damages.",
      "pubDate": "2023-04-14T09:01:08.000Z",
      "link": "https://www.npr.org/2023/04/14/1169858006/the-math-behind-dominion-voting-systems-1-6-billion-lawsuit-against-fox-news"
    },
    {
      "title": "The pharmaceutical industry urges courts to preserve access to abortion pill",
      "description": "As the debate over mifepristone makes its way to the Supreme Court, the pharmaceutical industry has raised concerns that ruling against the FDA could chill the development of new drugs.",
      "pubDate": "2023-04-14T09:01:08.000Z",
      "link": "https://www.npr.org/2023/04/14/1169598596/pharmaceutical-industry-mifepristone-ruling"
    },
    {
      "title": "He was lying on the road after being hit by a car. A stranger saved him",
      "description": "When Pierce Forde was hit by a car while riding his motorcycle in the 1990s, a stranger stayed by his side. Forde says he wouldn't be alive without that man's help.",
      "pubDate": "2023-04-14T09:01:08.000Z",
      "link": "https://www.npr.org/2023/04/14/1165130177/pierce-was-lying-on-the-road-after-being-hit-by-a-car-a-stranger-saved-him"
    },
    {
      "title": "You're less likely to get long COVID after a second infection than a first",
      "description": "The chances of developing lingering symptoms after COVID appears to fall sharply from the first to the second time someone gets sick, new research finds. The risk is still significant.",
      "pubDate": "2023-04-14T09:00:38.000Z",
      "link": "https://www.npr.org/sections/health-shots/2023/04/14/1169216517/youre-less-likely-to-get-long-covid-after-a-second-infection-than-a-first"
    },
    {
      "title": "Florida governor signs bill banning abortion after 6 weeks of pregnancy",
      "description": "The ban gives Gov. DeSantis a key political victory among Republican primary voters as he prepares to launch a presidential candidacy built on his national brand as a conservative standard bearer.",
      "pubDate": "2023-04-14T04:54:20.000Z",
      "link": "https://www.npr.org/2023/04/14/1169933395/florida-gov-desantis-signs-6-week-abortion-ban-bill"
    },
    {
      "title": "North Korea tests a powerful new kind of missile",
      "description": "North Korea has successfully tested a solid-fueled ICBM, a type of missile that can be launched far more quickly than its current ones.",
      "pubDate": "2023-04-14T00:23:31.000Z",
      "link": "https://www.npr.org/2023/04/13/1169878514/north-korea-missile-test-solid-fuel"
    },
    {
      "title": "Daddy Yankee's 'Gasolina' is the National Recording Registry's first reggaeton song",
      "description": "On Wednesday, the mega-hit single became the first reggaeton song to be inducted into the National Recording Registry at the Library of Congress.",
      "pubDate": "2023-04-13T22:59:59.000Z",
      "link": "https://www.npr.org/2023/04/13/1169818599/daddy-yankee-gasolina-national-recording-registry-reggaeton"
    },
    {
      "title": "Supreme Court leaves student loan settlement in place",
      "description": "The Supreme Court on Thursday refused to block a settlement in a long-running suit involving the adjudication of applications for the cancellation of student loan debts at 151 for-profit colleges.",
      "pubDate": "2023-04-13T21:43:48.000Z",
      "link": "https://www.npr.org/2023/04/13/1169830188/student-loan-forgiveness"
    },
    {
      "title": "This 9-year-old girl helped lead the Bulls to a screaming comeback win. Literally ",
      "description": "Diar DeRozan is the daughter of Chicago Bulls player DeMar DeRozan, and while she isn't officially on the team, she had an outsized impact on the stunning victory.",
      "pubDate": "2023-04-13T21:13:00.000Z",
      "link": "https://www.npr.org/2023/04/13/1169803826/demar-derozan-daughter-chicago-bulls-raptors-screaming-diar"
    },
    {
      "title": "Russia races to pass tough new military draft rules, banning conscripts from leaving",
      "description": "The law could have big implications for the Kremlin's war plans in Ukraine, especially as it tries to recruit thousands more troops in anticipation of a Ukrainian counteroffensive.",
      "pubDate": "2023-04-13T20:38:24.000Z",
      "link": "https://www.npr.org/2023/04/13/1169464889/russia-military-draft-ukraine-war"
    },
    {
      "title": "Share your story: Have you used medication for abortion or miscarriage care?",
      "description": "NPR would like to hear from you. With the future of some abortion pills in jeopardy, tell us about your experience using medication to end a pregnancy or treat a miscarriage.",
      "pubDate": "2023-04-13T19:22:34.000Z",
      "link": "https://www.npr.org/sections/health-shots/2023/04/13/1169475242/share-your-story-have-you-used-medication-for-abortion-or-miscarriage-care"
    }
  ]
}